[
    {
        "title": "You are watching stats for NYI at DAL gamePeriod: 1 Time: 07:59 Score: 0 : 1assist 2 Matt Duchene goal: Tyler Seguin assist 1 Mason Marchment Period: 2 Time: 10:58 Score: 0 : 2goal: Jamie Benn assist 1 Wyatt Johnston Period: 3 Time: 18:57 Score: 0 : 3goal: Tyler Seguin assist 1 Mason Marchment assist 2 Sam Steel Not currently used",
        "username": "Stars had 2 goals lead in 2nd did not really try to score in 3rd. They played with 5D after #3 injury in 3rd",
        "tip": "(1) 91-95-27 23-55 #91 left alone in the slot scored after pass from #27 from corner; (2) 53-63-14 5-55 #53 took puck away passed quickly to #14 who scored; (3) 18-27-91 4-23 after scramble near the boards #18 quickly passed to #27 who passed to #91 who scored empty net",
        "topic": "UX",
        "tip_id": "bb49"
    },
    {
        "title": "You are watching stats for DAL at BOS gamePeriod: 1 Time: 11:57 Score: 0 : 1goal: David Pastrnak assist 1 Matthew Poitras Period: 1 Time: 16:20 Score: 1 : 1goal: Matt Duchene assist 1 Tyler Seguin assist 2 Thomas Harley Period: 2 Time: 00:31 Score: 2 : 1assist 1 Jamie Benn goal: Jason Robertson assist 2 Miro Heiskanen Period: 2 Time: 04:57 Score: 3 : 1assist 1 Matt Duchene assist 2 Mason Marchment goal: Logan Stankoven Period: 2 Time: 08:59 Score: 4 : 1assist 2 Matt Duchene goal: Tyler Seguin assist 1 Mason Marchment Period: 2 Time: 10:41 Score: 4 : 2assist 1 Trent Frederic goal: Justin Brazeau assist 2 Morgan Geekie Period: 3 Time: 17:58 Score: 5 : 2assist 1 Tyler Seguin goal: Roope Hintz Not currently used",
        "username": "Stars played #1 DeSmith in goal. He made many brilliant stops. They went 3/5 PP, including 3/3 in 2nd when they led 4:1. Did not try to score in 3rd.",
        "tip": "(1) 24-27 3-55 4x4 #3 passed to #55 behind the next but it was turnover followed by pass to front of net to free #88 who scored one touch (2) 5-55 27-91-95 fast counterattack $55 carried puck after 2 quick passes #91 scored from left circle; (3) 21-24-14-53 4 PPG pass from right circle to behind the net one touch pass to #21 front of net who scored catch and release; (4) 11-27-91-95 55 PPG #95 carried puck near bottom of right circle quick pass to front of net #91 who scored one touch ; (5) 11-27-91-95 55 quick entry on PP pass from left circle #27 to right circle #91 who scored; (6) 91-14 23-55 on PK, Boston won puck battle behind the net quick pass to front -> scored uncovered; (7) 21-24-91 4-55 EN turnover by Boston in our zone quick pass by #91 to #24 who carried puck then scored EN",
        "topic": "UX",
        "tip_id": "5119"
    },
    {
        "title": "You are watching stats for FLA at NYR gamePeriod: 1 Time: 00:44 Score: 1 : 0assist 1 Sam Reinhart assist 2 Eetu Luostarinen goal: Anton Lundell Period: 1 Time: 02:42 Score: 2 : 0goal: Carter Verhaeghe assist 1 Gustav Forsling Period: 1 Time: 04:44 Score: 2 : 1assist 1 Adam Fox goal: Alexis Lafrenière Period: 2 Time: 06:59 Score: 3 : 1assist 2 Dmitry Kulikov goal: Sam Bennett assist 1 Niko Mikkola Button ot currently used",
        "username": "quick 2:1 FLA after 5 minutes then very loose defense but goalies were brilliant",
        "tip": "(1) FLA won puck after battle near right board quick pass to #15 who was uncovered in front of net just 44 seconds in; (2) after turnover by NYR in D zone quick pass to #23 who scored from left circle hold and release less than 3 minutes in; (3) puck battle near right bord which NYR won, quick pass to front who scored uncovered less than 5 minutes in; (4) shot from left blue line redirected in front of net",
        "topic": "UX",
        "tip_id": "1378"
    },
    {
        "title": "You are watching stats for CHI at DAL gamePeriod: 1 Time: 09:17 Score: 0 : 1goal: Evgenii Dadonov assist 1 Esa Lindell Period: 2 Time: 14:42 Score: 0 : 2goal: Jamie Benn assist 1 Miro Heiskanen assist 2 Thomas Harley Period: 3 Time: 08:50 Score: 0 : 3goal: Matt Duchene assist 2 Miro Heiskanen assist 1 Logan Stankoven Period: 3 Time: 09:34 Score: 1 : 3assist 2 Patrick Maroon assist 1 Craig Smith goal: Ryan Donato Period: 3 Time: 14:15 Score: 2 : 3assist 1 Patrick Maroon assist 2 Nolan Allan goal: Connor Bedard Period: 3 Time: 19:42 Score: 2 : 4goal: Matt Duchene assist 1 Tyler Seguin Button ot currently used",
        "username": "Stars controlled game. Maybe they allowed 3:0 turn to 3:2",
        "tip": "(1) 11-63-27 23-55 #23 won puck battle near boards in D zone quick pass to #63 who scored 1x1; (2) 14-63-53 55-4 pass by #55 from blue line to corner who made a shot which #14 scored on rebound in front of goal from midair; (3) 11-91-95-27 4 on PP, pass by #11 from left circle to right corner, #95 held and shoot from sharp corner, pass was slightly interrupted but not enough those passes should not go through; (4) 24-21-63 3-23 Otty held puck but then his pad was pushed to be inside goal; (5) 15-18-22 4-23 very similar to #63 goal today pass from board in our zone led to 1x1 Jake did not stop but could I believe; (6) 91-95-27 3-4 6x5 CHI shot was blocked quick pass from D zone to #95 who scored to EN",
        "topic": "UX",
        "tip_id": "f2e6"
    },
    {
        "title": "You are watching stats for DAL at BUF gamePeriod: 2 Time: 12:21 Score: 0 : 1assist 1 Beck Malenstyn goal: Peyton Krebs assist 2 Owen Power Period: 2 Time: 13:44 Score: 0 : 2assist 1 Jason Zucker goal: Ryan McLeod assist 2 Owen Power Period: 3 Time: 04:17 Score: 0 : 3assist 2 Alex Tuch goal: Tage Thompson assist 1 Owen Power Period: 3 Time: 15:24 Score: 1 : 3assist 2 Evgenii Dadonov assist 1 Matt Duchene goal: Thomas Harley Period: 3 Time: 17:48 Score: 2 : 3assist 1 Evgenii Dadonov goal: Tyler Seguin assist 2 Mavrik Bourque Period: 3 Time: 19:49 Score: 2 : 4goal: Alex Tuch assist 1 Tage Thompson Button ot currently used",
        "username": "my bet is that stars flew at 3:17 am they did not have chance to sleep well. two quick goals in 2nd followed by another one in 3rd. Stars started to score with 6 minutes remaining in 3rd they scored 2 6x5 goals but did not scored 3rd",
        "tip": "(1) 11-21-24 5-46 initial shot from blue line was saved but after incredible deflection scored on rebound from midair; (2) 22-15-18 4-55 83 seconds later, stars lost puck battle in BUF zone quick pass to our blue line 2x1 they scored on change of point of attack, #55 tried to intercept pass but #23 was late; (3) 95-27-53 3-4 pass from top right circle to top left circle scored after change point of attack; (4) 91-95-22-63-27 55 shot from blue line by #55 deflected by BUF we played 6x5; (5) 91-95-22-27-63 55 pass by #95 from behind net led to shot by #63 saved but scored on rebound by #91 from left we played 6x5; (6) 11-21-24-53-27 4 #4 had puck in our zone with EN but his pass was intercepted they scored EN goal",
        "topic": "UX",
        "tip_id": "7a7b"
    },
    {
        "title": "You are watching stats for FLA at NYI gamePeriod: 1 Time: 01:32 Score: 0 : 1assist 1 Casey Cizikas goal: Dennis Cholowski Period: 1 Time: 06:01 Score: 0 : 2goal: Kyle Palmieri assist 1 Ryan Pulock assist 2 Maxim Tsyplakov Period: 1 Time: 11:41 Score: 0 : 3assist 2 Kyle Palmieri goal: Brock Nelson assist 1 Maxim Tsyplakov Period: 1 Time: 13:27 Score: 1 : 3goal: Sam Reinhart assist 1 Eetu Luostarinen assist 2 Anton Lundell Period: 2 Time: 06:38 Score: 2 : 3assist 1 Carter Verhaeghe goal: Matthew Tkachuk Period: 2 Time: 18:16 Score: 3 : 3assist 1 Dmitry Kulikov assist 2 Spencer Knight goal: Mackie Samoskevich Period: 3 Time: 06:19 Score: 4 : 3goal: Sam Bennett assist 2 Niko Mikkola assist 1 Matthew Tkachuk Period: 3 Time: 09:49 Score: 5 : 3goal: Matthew Tkachuk assist 1 Adam Boqvist assist 2 Anton Lundell Period: 3 Time: 17:43 Score: 6 : 3goal: Gustav Forsling Button ot currently used",
        "username": "Well FLA was in 0:3 hole in 1st then they scored 6 in row. They played 2nd goalie",
        "tip": "(1) NYI scored after shot from blue line just seconds in; (2) shot by NYI from blue line was deflected but saved NYI scored on rebound; (3) NYI shot from top of left circle saved but scored on rebound; (4) NYI turnover in M zone quickly passed to #13 who scored 1x1; (5) surprise G interference by #19 but NYI did not challenge; (6)FLA F scored on a wraparound for 1st NHL goal for #25; (7) shot from blue line bounced off NYI G but scored on rebound; (8) FLA scored on PP; (9) FLA scored En",
        "topic": "UX",
        "tip_id": "78cf"
    },
    {
        "title": "You are watching stats for MIN at PHI gamePeriod: 1 Time: 01:18 Score: 0 : 1goal: Sean Couturier assist 1 Rasmus Ristolainen assist 2 Travis Konecny Period: 1 Time: 03:51 Score: 0 : 2goal: Nick Seeler assist 1 Travis Konecny assist 2 Matvei Michkov Period: 2 Time: 14:54 Score: 1 : 2assist 2 Joel Eriksson Ek assist 1 Kirill Kaprizov goal: Brock Faber Period: 2 Time: 15:27 Score: 2 : 2goal: Marcus Foligno assist 1 Declan Chisholm Period: 2 Time: 18:16 Score: 2 : 3assist 1 Sean Couturier assist 2 Owen Tippett goal: Matvei Michkov Period: 2 Time: 19:56 Score: 3 : 3goal: Joel Eriksson Ek assist 1 Kirill Kaprizov assist 2 Matt Boldy Period: 3 Time: 02:18 Score: 4 : 3assist 1 Zach Bogosian goal: Marcus Foligno assist 2 Jonas Brodin Period: 3 Time: 04:55 Score: 4 : 4goal: Travis Konecny assist 2 Owen Tippett assist 1 Morgan Frost Period: 3 Time: 08:26 Score: 4 : 5assist 2 Nick Seeler goal: Sean Couturier assist 1 Travis Konecny Period: 3 Time: 13:28 Score: 5 : 5goal: Jake Middleton Period: 3 Time: 17:36 Score: 5 : 6assist 1 Sean Couturier goal: Rasmus Ristolainen assist 2 Travis Konecny Period: 3 Time: 19:00 Score: 5 : 7goal: Sean Couturier assist 2 Travis Sanheim assist 1 Noah Cates Button ot currently used",
        "username": "both teams played 2nd G. Easy 2:0 for PHI early 2nd period ends 3x3 then it was 4:4 then 5:5 but MIN scored win  3 min remaning",
        "tip": "(1) PHI scored on rebound after easy shot from blue line early; (2) almost shot from blue line by PHI looks like PHI had just 3 shots in 1st they scored twice MIN had 15 scored 0; (3) shot from blue line by MIN redirected in front; (4) 33 seconds later MIN scores on quick rush; (5) shot from top of circles in the middle hurt by traffic; (6) on PP shot from blue line scored on rebound; (7) shot from blue line redirected in front of net; (8) #11 PHI scored after rebound on PP; (9) #11 scored on rebound after 2 shots with no MIN D joining; (10) harmless shot from blue line by MIN scored; (11) four passes by PHI were success to score; ",
        "topic": "UX",
        "tip_id": "61df"
    },
    {
        "title": "You are watching stats for OTT at COL gamePeriod: 1 Time: 19:52 Score: 0 : 1assist 2 Nathan MacKinnon assist 1 Casey Mittelstadt goal: Nikolai Kovalenko Period: 2 Time: 19:42 Score: 0 : 2goal: Josh Manson assist 2 Samuel Girard assist 1 Casey Mittelstadt Period: 3 Time: 09:15 Score: 1 : 2assist 2 Nick Cousins goal: Brady Tkachuk assist 1 Tyler Kleven Period: 3 Time: 11:23 Score: 2 : 2goal: Nick Cousins assist 1 Brady Tkachuk assist 2 Tim Stützle Period: 3 Time: 13:29 Score: 2 : 3assist 2 Samuel Girard assist 1 Casey Mittelstadt goal: Logan O'Connor Period: 3 Time: 15:01 Score: 2 : 4goal: Ross Colton assist 1 Cale Makar Period: 3 Time: 16:48 Score: 3 : 4goal: Claude Giroux assist 2 Thomas Chabot assist 1 Drake Batherson Period: 3 Time: 18:45 Score: 3 : 5goal: Nathan MacKinnon assist 1 Mikko Rantanen Period: 3 Time: 19:50 Score: 4 : 5goal: Claude Giroux assist 1 Josh Norris assist 2 Brady Tkachuk Button ot currently used",
        "username": "it was 0:1 late in 2nd, 1:2 in the middle of 3rd. Then 6 goals in 10 minutes. Was there OTT G change? Yes, Ullmark was pulled early. COL controlled game they led all the time except 2:2",
        "tip": "(1) goal by #96 waived after coach's challenge G interference; I agree; (1) pass by #96 from behind the goal to front scored one touch; (2) late in 2nd, weak backhand shot from middle somehow goes through with G screened; (3) shot from middle deflected off boards but scored on deflection from front; (4) shot from blue line saved but scored on rebound from front; (5) pass from behind the net scored from front; (6) OTT had turnover in D zone COL F sailed then scored on his own rebound; (7) pass from behind the net scored on one touch; (8) with EN turnover in COL D zone score to EN; (9) one time scored from left dot after pass from right corner with 6x5",
        "topic": "UX",
        "tip_id": "daab"
    },
    {
        "title": "You are watching stats for DAL at NSH gamePeriod: 2 Time: 02:05 Score: 1 : 0goal: Roope Hintz assist 1 Logan Stankoven assist 2 Wyatt Johnston Period: 2 Time: 02:24 Score: 2 : 0assist 1 Roope Hintz goal: Jason Robertson assist 2 Logan Stankoven Period: 2 Time: 03:30 Score: 2 : 1assist 2 Roman Josi assist 1 Jonathan Marchessault goal: Filip Forsberg Period: 2 Time: 08:03 Score: 3 : 1assist 1 Matt Duchene goal: Mason Marchment assist 2 Logan Stankoven Period: 2 Time: 18:15 Score: 4 : 1assist 1 Tyler Seguin goal: Mason Marchment assist 2 Thomas Harley Period: 3 Time: 04:37 Score: 4 : 2assist 2 Filip Forsberg goal: Tommy Novak assist 1 Luke Evangelista Period: 3 Time: 18:25 Score: 4 : 3goal: Ryan O'Reilly assist 1 Jonathan Marchessault Button ot currently used",
        "username": "suddenly wedgy started tonight; will continue",
        "tip": "(1) 11-21-24 3-4 #11 scated behind the goal pass to #24 who scored from front; (2) 11-21-24 3-4 #24 had almost breakaway but stopped in the middle short pass to #21 who scored from middle; (3) 15-10 46-23 on PK pass from top right circle to mid scored; (4) 91-95-11-27 55 on PP #27 scored; (5) ",
        "topic": "UX",
        "tip_id": "19f0"
    },
    {
        "title": "You are watching stats for SEA at DAL gamePeriod: 1 Time: 16:17 Score: 0 : 1assist 1 Colin Blackwell goal: Sam Steel assist 2 Thomas Harley Period: 1 Time: 16:30 Score: 0 : 2assist 1 Jamie Benn assist 2 Logan Stankoven goal: Wyatt Johnston Button ot currently used",
        "username": "two goals scored in 13 seconds in first. DeSmith was in goal. Stars second shutout in 3rd game of the season. Stars had just 10 shots in 2nd and 3rd. That included 2 1x1 in 3rd but they did not score.",
        "tip": "(1) pass from left corner not intercepted, scored from right dot this pass should not go through; (2) individual effort by #53 from right dot",
        "topic": "UX",
        "tip_id": "4620"
    },
    {
        "title": "You are watching stats for FLA at DAL gamePeriod: 1 Time: 00:28 Score: 1 : 0assist 2 Aleksander Barkov assist 1 Aaron Ekblad goal: Evan Rodrigues Period: 1 Time: 07:11 Score: 2 : 0goal: Aleksander Barkov assist 1 Sam Reinhart assist 2 Evan Rodrigues Period: 1 Time: 10:45 Score: 2 : 1assist 2 Matt Duchene goal: Tyler Seguin assist 1 Ilya Lyubushkin Period: 1 Time: 15:52 Score: 3 : 1assist 1 Aaron Ekblad assist 2 Sam Bennett goal: Anton Lundell Period: 2 Time: 01:32 Score: 3 : 2assist 2 Matt Duchene goal: Esa Lindell assist 1 Jason Robertson Period: 2 Time: 06:07 Score: 4 : 2assist 1 Aleksander Barkov assist 2 Aaron Ekblad goal: Sam Reinhart Period: 3 Time: 02:31 Score: 5 : 2assist 1 A.J. Greer assist 2 Niko Mikkola goal: Mackie Samoskevich Period: 3 Time: 10:08 Score: 6 : 2assist 1 Aleksander Barkov goal: Sam Reinhart assist 2 Gustav Forsling Period: 3 Time: 15:38 Score: 6 : 3assist 1 Sam Steel assist 2 Ilya Lyubushkin goal: Mavrik Bourque Period: 3 Time: 19:26 Score: 6 : 4goal: Jamie Benn assist 2 Esa Lindell assist 1 Logan Stankoven Button ot currently used",
        "username": "FLA were in control all game winning 6:2 late in 3rd. Then released grip in the end. #23 was on ice 2:3. Jake made just 22/28.",
        "tip": "(1) 24-14-11 4-23 after turnover by #23 pass from right corner to blue line shot from right blue line redirected; (2) 27-91-95 5-55 #95 lost puck entering zone after bad pass from #55 => fast 3x2 scored from middle; (3) 27-91-95 46-55 stars won puck in M zone, shot by #46 deflected puck went to #91 who was behind net he scored by deflection from goalie skate; (4) 53-24 23-46 on PK, similar to first goal: pass from right corner to right blue line shot from blue line deflection; (5) 95-63-21 3-23 shot from distance picked up by #21 on rebound no look pass behind to right post scored by #23; (6) 24-53-21-14 55 on PP after turnover quick 2x1 against stars scored from right point; (7) 15-18-22 5-23 after stars shot attempt, quick 2x2 by FLA shot from right dot pass not intercepted by #5 by probably Jake's fault; (8) 15-18-22 3-55 shot from blue line left deflected to left goal line pass to right point #18 did not intercept pass because he got injured during this attack; (9) 15-18-22 4-46 big pile near the FLA goal puck somehow went in; (10) 11-14-24 23-5 #23 shot from left blue line deflected pass falling by #11 from left line to #14 scored from middle",
        "topic": "UX",
        "tip_id": "9732"
    }
]