[
    {
        "title": "You are watching stats for Dallas Stars at Nashville Predators gamePeriod: 1 Time: 02:31 Score: 1 : 0 Shot Location: -70 : -2Name: Mason Marchment Type: ScorerName: Tyler Seguin Type: AssistName: Juuse Saros Type: GoaliePeriod: 1 Time: 18:56 Score: 2 : 0 Shot Location: -83 : 6Name: Mason Marchment Type: ScorerName: Nils Lundkvist Type: AssistName: Tyler Seguin Type: AssistName: Juuse Saros Type: GoaliePeriod: 2 Time: 19:09 Score: 3 : 0 Shot Location: -79 : -8Name: Joe Pavelski Type: ScorerName: Roope Hintz Type: AssistName: Jason Robertson Type: AssistName: Juuse Saros Type: GoaliePeriod: 3 Time: 04:22 Score: 4 : 0 Shot Location: -77 : -16Name: Wyatt Johnston Type: ScorerName: Tyler Seguin Type: AssistName: Ryan Suter Type: AssistName: Juuse Saros Type: GoaliePeriod: 3 Time: 04:53 Score: 4 : 1 Shot Location: 66 : -4Name: Ryan Johansen Type: ScorerName: Eeli Tolvanen Type: AssistName: Jake Oettinger Type: GoaliePrint Rosters",
        "username": "we scored 1x1, two power play goals. goals 2 and 3 and maybe 4 look similar. Our F were uncovered. NAS did not score",
        "tip": "(1) 91-11-12-27 4 after block #91 passed to #27 who scored 1x1; (2) 27-91-53 5-20 on PP, after shot from right circle by #91, #5 grabbed rebound passed to right dot to #27; (3) 16-24-21 4-6 #24 took puck on rebound pass to left dot to #16; (4) 53-91-27 5-20 on PP pass from right dot to left scored by #53 from sharp angle to easy uncovered; (5) 91-34-27 23-2 shot from blue line redirected from center dot #23 was there",
        "topic": "UX",
        "tip_id": "20f6"
    },
    {
        "title": "You are watching stats for Nashville Predators at Dallas Stars gamePeriod: 1 Time: 04:46 Score: 0 : 1 Shot Location: -74 : 2Name: Roope Hintz Type: ScorerName: Miro Heiskanen Type: AssistName: Juuse Saros Type: GoaliePeriod: 2 Time: 00:39 Score: 0 : 2 Shot Location: -78 : -13Name: Roope Hintz Type: ScorerName: Joe Pavelski Type: AssistName: Jason Robertson Type: AssistName: Juuse Saros Type: GoaliePeriod: 2 Time: 07:48 Score: 0 : 3 Shot Location: -82 : -6Name: Miro Heiskanen Type: ScorerName: Jason Robertson Type: AssistName: Juuse Saros Type: GoaliePeriod: 2 Time: 18:20 Score: 1 : 3 Shot Location: 79 : -1Name: Nino Niederreiter Type: ScorerName: Mikael Granlund Type: AssistName: Ryan Johansen Type: AssistName: Jake Oettinger Type: GoaliePeriod: 3 Time: 03:13 Score: 1 : 4 Shot Location: -66 : -1Name: Jason Robertson Type: ScorerName: Roope Hintz Type: AssistName: Joe Pavelski Type: AssistName: Juuse Saros Type: GoaliePeriod: 3 Time: 18:47 Score: 1 : 5 Shot Location: 37 : -4Name: Mason Marchment Type: ScorerPrint Rosters",
        "username": "second game with NAS again we scored SH, 4x4, we were outshot 20x30 they played well but there was disorder in their defense. Again #59 Josi screwed up early.",
        "tip": "(1) 24-10 4-23 on PK #59 was dispossessed pass by #4 to #24 led to 1x1 early; (2) 24-16-21 2-6 2x1 pass by #24 to #16 deflected from #14 ekholm's hand to the net; (3) 16-21 4-2 4x4 fast breakthrough from $4 to #21 his pass from right circle to left dot scored by #4; (4) 12-20 2-23 just after 3x5, pass from blue line redirected from mid dot between 2 and 23; (5) 16-21-24 2-20 fast attack pass from bottom right circle by #24 to the middle scored by uncovered #21; (6) 10-91-27 6-23 EN pass intercepted by #27 scored from D zone",
        "topic": "UX",
        "tip_id": "dec9"
    },
    {
        "title": "You are watching stats for Winnipeg Jets at Dallas Stars gamePeriod: 1 Time: 03:28 Score: 1 : 0 Shot Location: 56 : 20Name: Mark Scheifele Type: ScorerName: Kyle Connor Type: AssistName: Nikolaj Ehlers Type: AssistName: Jake Oettinger Type: GoaliePeriod: 1 Time: 10:20 Score: 1 : 1 Shot Location: -79 : 5Name: Tyler Seguin Type: ScorerName: Ty Dellandrea Type: AssistName: Mason Marchment Type: AssistName: Connor Hellebuyck Type: GoaliePeriod: 2 Time: 15:38 Score: 1 : 2 Shot Location: -37 : 27Name: Jani Hakanpaa Type: ScorerName: Ryan Suter Type: AssistName: Mason Marchment Type: AssistName: Connor Hellebuyck Type: GoaliePeriod: 2 Time: 17:28 Score: 1 : 3 Shot Location: -70 : 19Name: Joel Kiviranta Type: ScorerName: Esa Lindell Type: AssistName: Connor Hellebuyck Type: GoaliePeriod: 3 Time: 08:12 Score: 1 : 4 Shot Location: -35 : 5Name: Miro Heiskanen Type: ScorerName: Roope Hintz Type: AssistName: Jason Robertson Type: AssistName: Connor Hellebuyck Type: GoaliePrint Rosters",
        "username": "they had three chances in first 10 minutes scored once. Stars controlled later. #24 had 1x1 on PK in second. Then we scored 2 quick late in second. Jets had 4 minutes PP in 3rd no chances. One chance with 4 minutes remaining",
        "tip": "(1) 10-91-27 2-20 fast attack almost 2x1 pass from mid to left dot scored one timer: #10 was used as a screen; (2) 10-91-27 4-20 pass from left cornet to point scored by uncovered #91; (3) 91-53-27 2-23 slap shot by #2 from right blue line: G was screened; (4) 11-12-25 5-23 pass from left blue line one timed from bottom right circle by #25; (5) 16-24-21-14 4 on PP, pass from left blue line to center blue line one timed by #4 maybe slightly deflected by D skate",
        "topic": "UX",
        "tip_id": "270e"
    },
    {
        "title": "You are watching stats for Dallas Stars at Toronto Maple Leafs gamePeriod: 1 Time: 14:45 Score: 1 : 0 Shot Location: 73 : 1Name: Luke Glendening Type: ScorerName: Radek Faksa Type: AssistName: Nils Lundkvist Type: AssistName: Ilya Samsonov Type: GoaliePeriod: 2 Time: 02:31 Score: 1 : 1 Shot Location: -82 : 17Name: Alexander Kerfoot Type: ScorerName: Michael Bunting Type: AssistName: Rasmus Sandin Type: AssistName: Scott Wedgewood Type: GoaliePeriod: 3 Time: 01:59 Score: 1 : 2 Shot Location: -78 : 5Name: Nicholas Robertson Type: ScorerName: Michael Bunting Type: AssistName: William Nylander Type: AssistName: Scott Wedgewood Type: GoaliePeriod: 3 Time: 07:21 Score: 2 : 2 Shot Location: 85 : 1Name: Tyler Seguin Type: ScorerName: Mason Marchment Type: AssistName: Wyatt Johnston Type: AssistName: Ilya Samsonov Type: GoaliePeriod: 4 Time: 03:46 Score: 2 : 3 Shot Location: -69 : 13Name: Nicholas Robertson Type: ScorerName: Auston Matthews Type: AssistName: Morgan Rielly Type: AssistName: Scott Wedgewood Type: GoaliePrint Rosters",
        "username": "Stars had 8 penalties. We were 17:20 in shots after two periods when score was 1:1. We finished 28:43. This stat does not show up on NHL site.",
        "tip": "(1) 11-12-25 5-23 #5 throws the puck to goalie from right board that was deflected #11 scored on rebound from point; (2) 10-11 2-23 on PK, shot from mid blue line created a rebound scored one timer from bottom left circle; (3) 91-27-14 2-23 pass from right corner scored one touch from right point two forwards at point were uncovered because #2 and #23 were near right boards; (4) 91-53-27 5-20 on PP shot by #27 from right circle deflected but scored on rebound from point by #91; (5) 24-14 20 in OT, 14-24 were almost 2x1 but #14 was dispossessed that led to 3x1 by TOR which scored one timer from right circle",
        "topic": "UX",
        "tip_id": "c044"
    },
    {
        "title": "You are watching stats for Dallas Stars at Montréal Canadiens gamePeriod: 1 Time: 04:24 Score: 1 : 0 Shot Location: 80 : 2Name: Joe Pavelski Type: ScorerName: Jamie Benn Type: AssistName: Jason Robertson Type: AssistName: Jake Allen Type: GoaliePeriod: 1 Time: 15:35 Score: 1 : 1 Shot Location: -80 : -1Name: Mike Hoffman Type: ScorerName: Jake Evans Type: AssistName: Arber Xhekaj Type: AssistName: Jake Oettinger Type: GoaliePeriod: 2 Time: 00:18 Score: 2 : 1 Shot Location: 66 : -1Name: Joe Pavelski Type: ScorerName: Roope Hintz Type: AssistName: Jake Allen Type: GoaliePeriod: 2 Time: 04:31 Score: 3 : 1 Shot Location: 76 : -20Name: Jason Robertson Type: ScorerName: Jamie Benn Type: AssistName: Joe Pavelski Type: AssistName: Jake Allen Type: GoaliePeriod: 2 Time: 15:58 Score: 3 : 2 Shot Location: -32 : -6Name: Arber Xhekaj Type: ScorerName: Sean Monahan Type: AssistName: Nick Suzuki Type: AssistName: Jake Oettinger Type: GoaliePeriod: 2 Time: 19:43 Score: 4 : 2 Shot Location: 72 : 8Name: Esa Lindell Type: ScorerName: Ty Dellandrea Type: AssistName: Jake Allen Type: GoaliePeriod: 3 Time: 06:53 Score: 5 : 2 Shot Location: 79 : 9Name: Joe Pavelski Type: ScorerName: Roope Hintz Type: AssistName: Nils Lundkvist Type: AssistName: Jake Allen Type: GoaliePrint Rosters",
        "username": "we had 4 minor penalties. And we controlled the game after first period. We had both our goals when 10-53-14 line was on ice. They scored once. And last game #14 was -2. Well, we had two PP goals. two more goals were scored by first line",
        "tip": "(1) 21-24-16-14 4 on PP #14 pass to left point from left boards who scored backhand in 2 touches; (2) 53-10-14 2-20 puck was turned over by #53 in their zone that led to fast 2x1 first shot was deflected by Otty, then MTL scored on rebound from point; (3) 16-24-21 6-4 pass by #24 from right blue line to #16 scored from far point on one timer by #16; (4) 16-21-24-14 4 on PP, pass by #21 from right circle to #14 center then back one touch to #21 who scored one timer; (5) 53-10-14 2-23 shot from center blue line Otty was screened; (6) 10-53-14 4-23 pass by #10 from right circle to #23 first shot from mid deflected then #23 scored on his own rebound; (7) 16-21-24 5-23 #16 almost had 1x1 but D did not allow #16 picked up puck and scored anyway",
        "topic": "UX",
        "tip_id": "977d"
    },
    {
        "title": "You are watching stats for San Jose Sharks at Philadelphia Flyers gamePeriod: 2 Time: 09:34 Score: 1 : 0 Shot Location: 58 : -31Name: Erik Karlsson Type: ScorerName: Tomas Hertl Type: AssistName: Alexander Barabanov Type: AssistName: Felix Sandstrom Type: GoaliePeriod: 2 Time: 18:29 Score: 2 : 0 Shot Location: 65 : 12Name: Steven Lorentz Type: ScorerName: Jaycob Megna Type: AssistName: Matt Nieto Type: AssistName: Felix Sandstrom Type: GoaliePeriod: 3 Time: 16:06 Score: 3 : 0 Shot Location: 50 : -24Name: Nico Sturm Type: ScorerName: Logan Couture Type: AssistName: Luke Kunin Type: AssistPrint Rosters",
        "username": "PHI was everywhere. Many great chances, goal disallowed. But SJS scored two in second, then to EN late in third",
        "tip": "(1) pass from behind G line to right circle scored on one timer; (2) simple shot from blue line left redirected near point; (3) on EN PHI lost puck in M zone ",
        "topic": "UX",
        "tip_id": "d379"
    },
    {
        "title": "You are watching stats for Minnesota Wild at Boston Bruins gamePeriod: 1 Time: 01:55 Score: 1 : 0 Shot Location: -77 : 3Name: Brandon Duhaime Type: ScorerName: Jared Spurgeon Type: AssistName: Connor Dewar Type: AssistName: Linus Ullmark Type: GoaliePeriod: 1 Time: 03:12 Score: 1 : 1 Shot Location: 58 : 12Name: Nick Foligno Type: ScorerName: Taylor Hall Type: AssistName: Pavel Zacha Type: AssistName: Marc-Andre Fleury Type: GoaliePeriod: 1 Time: 12:45 Score: 1 : 2 Shot Location: 75 : 1Name: David Pastrnak Type: ScorerName: Taylor Hall Type: AssistName: David Krejci Type: AssistName: Marc-Andre Fleury Type: GoaliePeriod: 2 Time: 06:41 Score: 1 : 3 Shot Location: 61 : 10Name: Hampus Lindholm Type: ScorerName: Matt Grzelcyk Type: AssistName: Craig Smith Type: AssistName: Marc-Andre Fleury Type: GoaliePeriod: 2 Time: 15:58 Score: 2 : 3 Shot Location: -68 : -1Name: Matt Boldy Type: ScorerName: Mats Zuccarello Type: AssistName: Marcus Foligno Type: AssistName: Linus Ullmark Type: GoaliePeriod: 3 Time: 15:29 Score: 3 : 3 Shot Location: -53 : 7Name: Jared Spurgeon Type: ScorerName: Mats Zuccarello Type: AssistName: Jonas Brodin Type: AssistName: Linus Ullmark Type: GoaliePeriod: 4 Time: 04:49 Score: 3 : 4 Shot Location: 74 : -13Name: Taylor Hall Type: ScorerName: David Krejci Type: AssistName: David Pastrnak Type: AssistName: Marc-Andre Fleury Type: GoaliePrint Rosters",
        "username": "both teams played exceptionally well. seems BOS was in control",
        "tip": "(1) on PK, MIN scored 1x1; (2) pass from left corner to left circle to uncovered #17 foligno who scored one timer; (3) #71 hall had good breakthrough on the left, but shot was deflected #88 pasta scored on rebound from point; (4) shot from left board by #27 gets blocked but has his rebound scored another shot from left circle; (5) on PP, shot from top right circle by #36 zuccarello is deflected from point by #12; (6) first shot was deflected but second shot by #46 spurgeon went in from middle G was screened; (7) in OT and on PP, with 10 seconds left, backhand pass by #88 from left point to right bottom circle scored one timer by #71",
        "topic": "UX",
        "tip_id": "ca1a"
    },
    {
        "title": "You are watching stats for Colorado Avalanche at New York Rangers gamePeriod: 1 Time: 11:40 Score: 1 : 0 Shot Location: 82 : -1Name: Valeri Nichushkin Type: ScorerName: Cale Makar Type: AssistName: Nathan MacKinnon Type: AssistName: Igor Shesterkin Type: GoaliePeriod: 2 Time: 18:06 Score: 1 : 1 Shot Location: -84 : -7Name: Barclay Goodrow Type: ScorerName: Jacob Trouba Type: AssistName: Sammy Blais Type: AssistName: Alexandar Georgiev Type: GoaliePeriod: 3 Time: 00:59 Score: 2 : 1 Shot Location: 61 : -4Name: Logan O'Connor Type: ScorerName: Andrew Cogliano Type: AssistName: Igor Shesterkin Type: GoaliePeriod: 3 Time: 14:03 Score: 2 : 2 Shot Location: -82 : 3Name: Adam Fox Type: ScorerName: Jimmy Vesey Type: AssistName: Barclay Goodrow Type: AssistName: Alexandar Georgiev Type: GoalieName: Mikko Rantanen Type: ScorerName: Igor Shesterkin Type: GoalieName: Artemi Panarin Type: ScorerName: Alexandar Georgiev Type: GoalieName: Evan Rodrigues Type: ScorerName: Igor Shesterkin Type: GoaliePrint Rosters",
        "username": "continuous attacks on both sides, looked like a hollywood thriller",
        "tip": "(1) on PP, shot from blue line by #8 makar redirected from point by #13 nichushkin; (2) like practice 3x2 two NYR rangers were in front of net pass from right point to left point scored; (3) cogliano chased puck to the left corner won it over G then pass to mid point they scored; (4) fox dispossessed rantanen in D zone, similar to previous NYR goal, fast attack with many passes this time pass from left circle to right point scored on one timer; (5) COL won shootout",
        "topic": "UX",
        "tip_id": "dffc"
    },
    {
        "title": "You are watching stats for New York Islanders at Carolina Hurricanes gamePeriod: 1 Time: 16:29 Score: 1 : 0 Shot Location: 77 : -7Name: Oliver Wahlstrom Type: ScorerName: Mathew Barzal Type: AssistName: Scott Mayfield Type: AssistName: Frederik Andersen Type: GoaliePeriod: 2 Time: 08:57 Score: 1 : 1 Shot Location: -81 : 5Name: Martin Necas Type: ScorerName: Brady Skjei Type: AssistName: Ilya Sorokin Type: GoaliePeriod: 2 Time: 14:29 Score: 2 : 1 Shot Location: 64 : -2Name: Matt Martin Type: ScorerName: Casey Cizikas Type: AssistName: Frederik Andersen Type: GoaliePeriod: 2 Time: 15:35 Score: 2 : 2 Shot Location: -31 : 26Name: Brent Burns Type: ScorerName: Jordan Martinook Type: AssistName: Brett Pesce Type: AssistName: Ilya Sorokin Type: GoaliePeriod: 2 Time: 16:26 Score: 3 : 2 Shot Location: 83 : -8Name: Josh Bailey Type: ScorerName: Mathew Barzal Type: AssistName: Alexander Romanov Type: AssistName: Frederik Andersen Type: GoaliePeriod: 3 Time: 03:59 Score: 4 : 2 Shot Location: 86 : -9Name: Brock Nelson Type: ScorerName: Anthony Beauvillier Type: AssistName: Anders Lee Type: AssistName: Frederik Andersen Type: GoaliePeriod: 3 Time: 11:06 Score: 5 : 2 Shot Location: 68 : -12Name: Brock Nelson Type: ScorerName: Anthony Beauvillier Type: AssistName: Ryan Pulock Type: AssistName: Frederik Andersen Type: GoaliePeriod: 3 Time: 18:06 Score: 6 : 2 Shot Location: 18 : 32Name: Zach Parise Type: ScorerPrint Rosters",
        "username": "CAR never led. Score was 2:2 late in 2nd but less than minute after equalizer NYI scored odd goal to celebrate Bailey's 1000th game. Then they scored two more with bad D plays by CAR.",
        "tip": "(1) fast attack from D zone 2x1 backhand pass from bottom left circle to left-right scored one touch; (2) pass from left dot to mid point scored one touch; (3) pass between D men was intercepted at point by #53 sizikas, who fell but passed back mid to #17 martin; (4) shot from right blue line by #8 burns deflected to net by D from left point; (5) with no CAR defense: #13 barzel cruised to left point, stopped, looked around, saw #12 back in the middle, passed him, he overplayed two D-men, backhand shot from right dot and scored, why #20 was behind G line during Bailey shot; (6) pass from bottom left circle to bottom right circle scored one touch, D tried to intercept but did not; (7) pass right blue line to left dot then pass to left-right circle scored one timer with no D visible; (8) on 4x6, NYI won puck in D zone skated to score",
        "topic": "UX",
        "tip_id": "accb"
    }
]