[
    {
        "title": "stars win 1",
        "username": "Alexxx",
        "tip": "trying again, not sure why it disappears",
        "topic": "UX",
        "tip_id": "d1f0"
    },
    {
        "title": "stars win 2",
        "username": "Alexander U",
        "tip": "Stars played good game last night. score was 3:3 in the middle then robertson #21 scored twice quickly. CHI did not try to come back",
        "topic": "UX",
        "tip_id": "9fdd"
    },
    {
        "title": "stars win 3",
        "username": "alex",
        "tip": "did not watch",
        "topic": "UX",
        "tip_id": "8bce"
    },
    {
        "title": "stars win",
        "username": "alex the great",
        "tip": "boring game to fill the review",
        "topic": "UX",
        "tip_id": "a3e1"
    },
    {
        "title": "Game 0: Ottawa Senators 28W 40L 6O vs Boston Bruins 45W 24L 5O ",
        "username": "alex",
        "tip": "stars get 1 point",
        "topic": "UX",
        "tip_id": "7091"
    },
    {
        "title": "You are watching stats for New Jersey Devils at Seattle Kraken gamePeriod: 1 Time: 03:12 Score: 1 : 0 Shot Location: -77 : 28Name: Jesper Bratt Type: ScorerName: Andreas Johnsson Type: AssistName: Michael McLeod Type: AssistName: Philipp Grubauer Type: GoaliePeriod: 1 Time: 10:49 Score: 1 : 1 Shot Location: 58 : -15Name: Will Borgen Type: ScorerName: Victor Rask Type: AssistName: Karson Kuhlman Type: AssistName: Nico Daws Type: GoaliePeriod: 1 Time: 16:14 Score: 2 : 1 Shot Location: -73 : -2Name: Jesper Boqvist Type: ScorerName: Pavel Zacha Type: AssistName: Janne Kuokkanen Type: AssistName: Philipp Grubauer Type: GoaliePeriod: 2 Time: 15:20 Score: 2 : 2 Shot Location: 58 : -7Name: Carson Soucy Type: ScorerName: Jared McCann Type: AssistName: Yanni Gourde Type: AssistName: Nico Daws Type: GoaliePeriod: 2 Time: 16:57 Score: 2 : 3 Shot Location: 82 : -6Name: Matty Beniers Type: ScorerName: Jared McCann Type: AssistName: Vince Dunn Type: AssistName: Nico Daws Type: GoaliePeriod: 3 Time: 04:55 Score: 3 : 3 Shot Location: -72 : 14Name: Damon Severson Type: ScorerName: Michael McLeod Type: AssistName: Nathan Bastian Type: AssistName: Philipp Grubauer Type: GoalieName: Ryan Donato Type: ScorerName: Nico Daws Type: GoaliePrint GoalsPrint Rosters",
        "username": "Alex",
        "tip": "trying if staff works...",
        "topic": "UX",
        "tip_id": "8cea"
    }
]