[
    {
        "title": "You are watching stats for Dallas Stars at Nashville Predators gamePeriod: 1 Time: 02:31 Score: 1 : 0 Shot Location: -70 : -2Name: Mason Marchment Type: ScorerName: Tyler Seguin Type: AssistName: Juuse Saros Type: GoaliePeriod: 1 Time: 18:56 Score: 2 : 0 Shot Location: -83 : 6Name: Mason Marchment Type: ScorerName: Nils Lundkvist Type: AssistName: Tyler Seguin Type: AssistName: Juuse Saros Type: GoaliePeriod: 2 Time: 19:09 Score: 3 : 0 Shot Location: -79 : -8Name: Joe Pavelski Type: ScorerName: Roope Hintz Type: AssistName: Jason Robertson Type: AssistName: Juuse Saros Type: GoaliePeriod: 3 Time: 04:22 Score: 4 : 0 Shot Location: -77 : -16Name: Wyatt Johnston Type: ScorerName: Tyler Seguin Type: AssistName: Ryan Suter Type: AssistName: Juuse Saros Type: GoaliePeriod: 3 Time: 04:53 Score: 4 : 1 Shot Location: 66 : -4Name: Ryan Johansen Type: ScorerName: Eeli Tolvanen Type: AssistName: Jake Oettinger Type: GoaliePrint Rosters",
        "username": "we scored 1x1, two power play goals. goals 2 and 3 and maybe 4 look similar. Our F were uncovered. NAS did not score",
        "tip": "(1) 91-11-12-27 4 after block #91 passed to #27 who scored 1x1; (2) 27-91-53 5-20 on PP, after shot from right circle by #91, #5 grabbed rebound passed to right dot to #27; (3) 16-24-21 4-6 #24 took puck on rebound pass to left dot to #16; (4) 53-91-27 5-20 on PP pass from right dot to left scored by #53 from sharp angle to easy uncovered; (5) 91-34-27 23-2 shot from blue line redirected from center dot #23 was there",
        "topic": "UX",
        "tip_id": "20f6"
    },
    {
        "title": "You are watching stats for Nashville Predators at Dallas Stars gamePeriod: 1 Time: 04:46 Score: 0 : 1 Shot Location: -74 : 2Name: Roope Hintz Type: ScorerName: Miro Heiskanen Type: AssistName: Juuse Saros Type: GoaliePeriod: 2 Time: 00:39 Score: 0 : 2 Shot Location: -78 : -13Name: Roope Hintz Type: ScorerName: Joe Pavelski Type: AssistName: Jason Robertson Type: AssistName: Juuse Saros Type: GoaliePeriod: 2 Time: 07:48 Score: 0 : 3 Shot Location: -82 : -6Name: Miro Heiskanen Type: ScorerName: Jason Robertson Type: AssistName: Juuse Saros Type: GoaliePeriod: 2 Time: 18:20 Score: 1 : 3 Shot Location: 79 : -1Name: Nino Niederreiter Type: ScorerName: Mikael Granlund Type: AssistName: Ryan Johansen Type: AssistName: Jake Oettinger Type: GoaliePeriod: 3 Time: 03:13 Score: 1 : 4 Shot Location: -66 : -1Name: Jason Robertson Type: ScorerName: Roope Hintz Type: AssistName: Joe Pavelski Type: AssistName: Juuse Saros Type: GoaliePeriod: 3 Time: 18:47 Score: 1 : 5 Shot Location: 37 : -4Name: Mason Marchment Type: ScorerPrint Rosters",
        "username": "second game with NAS again we scored SH, 4x4, we were outshot 20x30 they played well but there was disorder in their defense. Again #59 Josi screwed up early.",
        "tip": "(1) 24-10 4-23 on PK #59 was dispossessed pass by #4 to #24 led to 1x1 early; (2) 24-16-21 2-6 2x1 pass by #24 to #16 deflected from #14 ekholm's hand to the net; (3) 16-21 4-2 4x4 fast breakthrough from $4 to #21 his pass from right circle to left dot scored by #4; (4) 12-20 2-23 just after 3x5, pass from blue line redirected from mid dot between 2 and 23; (5) 16-21-24 2-20 fast attack pass from bottom right circle by #24 to the middle scored by uncovered #21; (6) 10-91-27 6-23 EN pass intercepted by #27 scored from D zone",
        "topic": "UX",
        "tip_id": "dec9"
    },
    {
        "title": "You are watching stats for Winnipeg Jets at Dallas Stars gamePeriod: 1 Time: 03:28 Score: 1 : 0 Shot Location: 56 : 20Name: Mark Scheifele Type: ScorerName: Kyle Connor Type: AssistName: Nikolaj Ehlers Type: AssistName: Jake Oettinger Type: GoaliePeriod: 1 Time: 10:20 Score: 1 : 1 Shot Location: -79 : 5Name: Tyler Seguin Type: ScorerName: Ty Dellandrea Type: AssistName: Mason Marchment Type: AssistName: Connor Hellebuyck Type: GoaliePeriod: 2 Time: 15:38 Score: 1 : 2 Shot Location: -37 : 27Name: Jani Hakanpaa Type: ScorerName: Ryan Suter Type: AssistName: Mason Marchment Type: AssistName: Connor Hellebuyck Type: GoaliePeriod: 2 Time: 17:28 Score: 1 : 3 Shot Location: -70 : 19Name: Joel Kiviranta Type: ScorerName: Esa Lindell Type: AssistName: Connor Hellebuyck Type: GoaliePeriod: 3 Time: 08:12 Score: 1 : 4 Shot Location: -35 : 5Name: Miro Heiskanen Type: ScorerName: Roope Hintz Type: AssistName: Jason Robertson Type: AssistName: Connor Hellebuyck Type: GoaliePrint Rosters",
        "username": "they had three chances in first 10 minutes scored once. Stars controlled later. #24 had 1x1 on PK in second. Then we scored 2 quick late in second. Jets had 4 minutes PP in 3rd no chances. One chance with 4 minutes remaining",
        "tip": "(1) 10-91-27 2-20 fast attack almost 2x1 pass from mid to left dot scored one timer: #10 was used as a screen; (2) 10-91-27 4-20 pass from left cornet to point scored by uncovered #91; (3) 91-53-27 2-23 slap shot by #2 from right blue line: G was screened; (4) 11-12-25 5-23 pass from left blue line one timed from bottom right circle by #25; (5) 16-24-21-14 4 on PP, pass from left blue line to center blue line one timed by #4 maybe slightly deflected by D skate",
        "topic": "UX",
        "tip_id": "270e"
    },
    {
        "title": "You are watching stats for Dallas Stars at Toronto Maple Leafs gamePeriod: 1 Time: 14:45 Score: 1 : 0 Shot Location: 73 : 1Name: Luke Glendening Type: ScorerName: Radek Faksa Type: AssistName: Nils Lundkvist Type: AssistName: Ilya Samsonov Type: GoaliePeriod: 2 Time: 02:31 Score: 1 : 1 Shot Location: -82 : 17Name: Alexander Kerfoot Type: ScorerName: Michael Bunting Type: AssistName: Rasmus Sandin Type: AssistName: Scott Wedgewood Type: GoaliePeriod: 3 Time: 01:59 Score: 1 : 2 Shot Location: -78 : 5Name: Nicholas Robertson Type: ScorerName: Michael Bunting Type: AssistName: William Nylander Type: AssistName: Scott Wedgewood Type: GoaliePeriod: 3 Time: 07:21 Score: 2 : 2 Shot Location: 85 : 1Name: Tyler Seguin Type: ScorerName: Mason Marchment Type: AssistName: Wyatt Johnston Type: AssistName: Ilya Samsonov Type: GoaliePeriod: 4 Time: 03:46 Score: 2 : 3 Shot Location: -69 : 13Name: Nicholas Robertson Type: ScorerName: Auston Matthews Type: AssistName: Morgan Rielly Type: AssistName: Scott Wedgewood Type: GoaliePrint Rosters",
        "username": "Stars had 8 penalties. We were 17:20 in shots after two periods when score was 1:1. We finished 28:43. This stat does not show up on NHL site.",
        "tip": "(1) 11-12-25 5-23 #5 throws the puck to goalie from right board that was deflected #11 scored on rebound from point; (2) 10-11 2-23 on PK, shot from mid blue line created a rebound scored one timer from bottom left circle; (3) 91-27-14 2-23 pass from right corner scored one touch from right point two forwards at point were uncovered because #2 and #23 were near right boards; (4) 91-53-27 5-20 on PP shot by #27 from right circle deflected but scored on rebound from point by #91; (5) 24-14 20 in OT, 14-24 were almost 2x1 but #14 was dispossessed that led to 3x1 by TOR which scored one timer from right circle",
        "topic": "UX",
        "tip_id": "c044"
    },
    {
        "title": "You are watching stats for Dallas Stars at Montréal Canadiens gamePeriod: 1 Time: 04:24 Score: 1 : 0 Shot Location: 80 : 2Name: Joe Pavelski Type: ScorerName: Jamie Benn Type: AssistName: Jason Robertson Type: AssistName: Jake Allen Type: GoaliePeriod: 1 Time: 15:35 Score: 1 : 1 Shot Location: -80 : -1Name: Mike Hoffman Type: ScorerName: Jake Evans Type: AssistName: Arber Xhekaj Type: AssistName: Jake Oettinger Type: GoaliePeriod: 2 Time: 00:18 Score: 2 : 1 Shot Location: 66 : -1Name: Joe Pavelski Type: ScorerName: Roope Hintz Type: AssistName: Jake Allen Type: GoaliePeriod: 2 Time: 04:31 Score: 3 : 1 Shot Location: 76 : -20Name: Jason Robertson Type: ScorerName: Jamie Benn Type: AssistName: Joe Pavelski Type: AssistName: Jake Allen Type: GoaliePeriod: 2 Time: 15:58 Score: 3 : 2 Shot Location: -32 : -6Name: Arber Xhekaj Type: ScorerName: Sean Monahan Type: AssistName: Nick Suzuki Type: AssistName: Jake Oettinger Type: GoaliePeriod: 2 Time: 19:43 Score: 4 : 2 Shot Location: 72 : 8Name: Esa Lindell Type: ScorerName: Ty Dellandrea Type: AssistName: Jake Allen Type: GoaliePeriod: 3 Time: 06:53 Score: 5 : 2 Shot Location: 79 : 9Name: Joe Pavelski Type: ScorerName: Roope Hintz Type: AssistName: Nils Lundkvist Type: AssistName: Jake Allen Type: GoaliePrint Rosters",
        "username": "we had 4 minor penalties. And we controlled the game after first period. We had both our goals when 10-53-14 line was on ice. They scored once. And last game #14 was -2. Well, we had two PP goals. two more goals were scored by first line",
        "tip": "(1) 21-24-16-14 4 on PP #14 pass to left point from left boards who scored backhand in 2 touches; (2) 53-10-14 2-20 puck was turned over by #53 in their zone that led to fast 2x1 first shot was deflected by Otty, then MTL scored on rebound from point; (3) 16-24-21 6-4 pass by #24 from right blue line to #16 scored from far point on one timer by #16; (4) 16-21-24-14 4 on PP, pass by #21 from right circle to #14 center then back one touch to #21 who scored one timer; (5) 53-10-14 2-23 shot from center blue line Otty was screened; (6) 10-53-14 4-23 pass by #10 from right circle to #23 first shot from mid deflected then #23 scored on his own rebound; (7) 16-21-24 5-23 #16 almost had 1x1 but D did not allow #16 picked up puck and scored anyway",
        "topic": "UX",
        "tip_id": "977d"
    },
    {
        "title": "You are watching stats for San Jose Sharks at Philadelphia Flyers gamePeriod: 2 Time: 09:34 Score: 1 : 0 Shot Location: 58 : -31Name: Erik Karlsson Type: ScorerName: Tomas Hertl Type: AssistName: Alexander Barabanov Type: AssistName: Felix Sandstrom Type: GoaliePeriod: 2 Time: 18:29 Score: 2 : 0 Shot Location: 65 : 12Name: Steven Lorentz Type: ScorerName: Jaycob Megna Type: AssistName: Matt Nieto Type: AssistName: Felix Sandstrom Type: GoaliePeriod: 3 Time: 16:06 Score: 3 : 0 Shot Location: 50 : -24Name: Nico Sturm Type: ScorerName: Logan Couture Type: AssistName: Luke Kunin Type: AssistPrint Rosters",
        "username": "PHI was everywhere. Many great chances, goal disallowed. But SJS scored two in second, then to EN late in third",
        "tip": "(1) pass from behind G line to right circle scored on one timer; (2) simple shot from blue line left redirected near point; (3) on EN PHI lost puck in M zone ",
        "topic": "UX",
        "tip_id": "d379"
    },
    {
        "title": "You are watching stats for Minnesota Wild at Boston Bruins gamePeriod: 1 Time: 01:55 Score: 1 : 0 Shot Location: -77 : 3Name: Brandon Duhaime Type: ScorerName: Jared Spurgeon Type: AssistName: Connor Dewar Type: AssistName: Linus Ullmark Type: GoaliePeriod: 1 Time: 03:12 Score: 1 : 1 Shot Location: 58 : 12Name: Nick Foligno Type: ScorerName: Taylor Hall Type: AssistName: Pavel Zacha Type: AssistName: Marc-Andre Fleury Type: GoaliePeriod: 1 Time: 12:45 Score: 1 : 2 Shot Location: 75 : 1Name: David Pastrnak Type: ScorerName: Taylor Hall Type: AssistName: David Krejci Type: AssistName: Marc-Andre Fleury Type: GoaliePeriod: 2 Time: 06:41 Score: 1 : 3 Shot Location: 61 : 10Name: Hampus Lindholm Type: ScorerName: Matt Grzelcyk Type: AssistName: Craig Smith Type: AssistName: Marc-Andre Fleury Type: GoaliePeriod: 2 Time: 15:58 Score: 2 : 3 Shot Location: -68 : -1Name: Matt Boldy Type: ScorerName: Mats Zuccarello Type: AssistName: Marcus Foligno Type: AssistName: Linus Ullmark Type: GoaliePeriod: 3 Time: 15:29 Score: 3 : 3 Shot Location: -53 : 7Name: Jared Spurgeon Type: ScorerName: Mats Zuccarello Type: AssistName: Jonas Brodin Type: AssistName: Linus Ullmark Type: GoaliePeriod: 4 Time: 04:49 Score: 3 : 4 Shot Location: 74 : -13Name: Taylor Hall Type: ScorerName: David Krejci Type: AssistName: David Pastrnak Type: AssistName: Marc-Andre Fleury Type: GoaliePrint Rosters",
        "username": "both teams played exceptionally well. seems BOS was in control",
        "tip": "(1) on PK, MIN scored 1x1; (2) pass from left corner to left circle to uncovered #17 foligno who scored one timer; (3) #71 hall had good breakthrough on the left, but shot was deflected #88 pasta scored on rebound from point; (4) shot from left board by #27 gets blocked but has his rebound scored another shot from left circle; (5) on PP, shot from top right circle by #36 zuccarello is deflected from point by #12; (6) first shot was deflected but second shot by #46 spurgeon went in from middle G was screened; (7) in OT and on PP, with 10 seconds left, backhand pass by #88 from left point to right bottom circle scored one timer by #71",
        "topic": "UX",
        "tip_id": "ca1a"
    },
    {
        "title": "You are watching stats for Colorado Avalanche at New York Rangers gamePeriod: 1 Time: 11:40 Score: 1 : 0 Shot Location: 82 : -1Name: Valeri Nichushkin Type: ScorerName: Cale Makar Type: AssistName: Nathan MacKinnon Type: AssistName: Igor Shesterkin Type: GoaliePeriod: 2 Time: 18:06 Score: 1 : 1 Shot Location: -84 : -7Name: Barclay Goodrow Type: ScorerName: Jacob Trouba Type: AssistName: Sammy Blais Type: AssistName: Alexandar Georgiev Type: GoaliePeriod: 3 Time: 00:59 Score: 2 : 1 Shot Location: 61 : -4Name: Logan O'Connor Type: ScorerName: Andrew Cogliano Type: AssistName: Igor Shesterkin Type: GoaliePeriod: 3 Time: 14:03 Score: 2 : 2 Shot Location: -82 : 3Name: Adam Fox Type: ScorerName: Jimmy Vesey Type: AssistName: Barclay Goodrow Type: AssistName: Alexandar Georgiev Type: GoalieName: Mikko Rantanen Type: ScorerName: Igor Shesterkin Type: GoalieName: Artemi Panarin Type: ScorerName: Alexandar Georgiev Type: GoalieName: Evan Rodrigues Type: ScorerName: Igor Shesterkin Type: GoaliePrint Rosters",
        "username": "continuous attacks on both sides, looked like a hollywood thriller",
        "tip": "(1) on PP, shot from blue line by #8 makar redirected from point by #13 nichushkin; (2) like practice 3x2 two NYR rangers were in front of net pass from right point to left point scored; (3) cogliano chased puck to the left corner won it over G then pass to mid point they scored; (4) fox dispossessed rantanen in D zone, similar to previous NYR goal, fast attack with many passes this time pass from left circle to right point scored on one timer; (5) COL won shootout",
        "topic": "UX",
        "tip_id": "dffc"
    },
    {
        "title": "You are watching stats for New York Islanders at Carolina Hurricanes gamePeriod: 1 Time: 16:29 Score: 1 : 0 Shot Location: 77 : -7Name: Oliver Wahlstrom Type: ScorerName: Mathew Barzal Type: AssistName: Scott Mayfield Type: AssistName: Frederik Andersen Type: GoaliePeriod: 2 Time: 08:57 Score: 1 : 1 Shot Location: -81 : 5Name: Martin Necas Type: ScorerName: Brady Skjei Type: AssistName: Ilya Sorokin Type: GoaliePeriod: 2 Time: 14:29 Score: 2 : 1 Shot Location: 64 : -2Name: Matt Martin Type: ScorerName: Casey Cizikas Type: AssistName: Frederik Andersen Type: GoaliePeriod: 2 Time: 15:35 Score: 2 : 2 Shot Location: -31 : 26Name: Brent Burns Type: ScorerName: Jordan Martinook Type: AssistName: Brett Pesce Type: AssistName: Ilya Sorokin Type: GoaliePeriod: 2 Time: 16:26 Score: 3 : 2 Shot Location: 83 : -8Name: Josh Bailey Type: ScorerName: Mathew Barzal Type: AssistName: Alexander Romanov Type: AssistName: Frederik Andersen Type: GoaliePeriod: 3 Time: 03:59 Score: 4 : 2 Shot Location: 86 : -9Name: Brock Nelson Type: ScorerName: Anthony Beauvillier Type: AssistName: Anders Lee Type: AssistName: Frederik Andersen Type: GoaliePeriod: 3 Time: 11:06 Score: 5 : 2 Shot Location: 68 : -12Name: Brock Nelson Type: ScorerName: Anthony Beauvillier Type: AssistName: Ryan Pulock Type: AssistName: Frederik Andersen Type: GoaliePeriod: 3 Time: 18:06 Score: 6 : 2 Shot Location: 18 : 32Name: Zach Parise Type: ScorerPrint Rosters",
        "username": "CAR never led. Score was 2:2 late in 2nd but less than minute after equalizer NYI scored odd goal to celebrate Bailey's 1000th game. Then they scored two more with bad D plays by CAR.",
        "tip": "(1) fast attack from D zone 2x1 backhand pass from bottom left circle to left-right scored one touch; (2) pass from left dot to mid point scored one touch; (3) pass between D men was intercepted at point by #53 sizikas, who fell but passed back mid to #17 martin; (4) shot from right blue line by #8 burns deflected to net by D from left point; (5) with no CAR defense: #13 barzel cruised to left point, stopped, looked around, saw #12 back in the middle, passed him, he overplayed two D-men, backhand shot from right dot and scored, why #20 was behind G line during Bailey shot; (6) pass from bottom left circle to bottom right circle scored one touch, D tried to intercept but did not; (7) pass right blue line to left dot then pass to left-right circle scored one timer with no D visible; (8) on 4x6, NYI won puck in D zone skated to score",
        "topic": "UX",
        "tip_id": "accb"
    },
    {
        "title": "You are watching stats for Dallas Stars at Ottawa Senators gamePeriod: 1 Time: 06:31 Score: 1 : 0 Shot Location: -80 : 4Name: Joel Kiviranta Type: ScorerName: Esa Lindell Type: AssistName: Magnus Hellberg Type: GoaliePeriod: 2 Time: 19:23 Score: 1 : 1 Shot Location: 31 : 17Name: Thomas Chabot Type: ScorerName: Alex DeBrincat Type: AssistName: Brady Tkachuk Type: AssistName: Scott Wedgewood Type: GoaliePeriod: 3 Time: 04:17 Score: 1 : 2 Shot Location: 81 : 7Name: Brady Tkachuk Type: ScorerName: Tim Stützle Type: AssistName: Drake Batherson Type: AssistName: Scott Wedgewood Type: GoaliePeriod: 3 Time: 10:11 Score: 1 : 3 Shot Location: 69 : 22Name: Shane Pinto Type: ScorerName: Tyler Motte Type: AssistName: Thomas Chabot Type: AssistName: Scott Wedgewood Type: GoaliePeriod: 3 Time: 11:30 Score: 1 : 4 Shot Location: 64 : -18Name: Derick Brassard Type: ScorerName: Scott Wedgewood Type: GoaliePeriod: 3 Time: 17:44 Score: 2 : 4 Shot Location: -73 : -2Name: Wyatt Johnston Type: ScorerName: Tyler Seguin Type: AssistName: Magnus Hellberg Type: GoaliePrint Rosters",
        "username": "Stars collapsed during 3rd period. Wedge was G. After two it was 1x1. And it was equal game. Stars got three during 7 minutes span in 3rd.",
        "tip": "(1) 11-12-25 2-23 individual effort by #25 who was the puck carrier; (2) 10-11 4-20 PK shot from left blue line Wedge was screened; (3) 40-91-27 5-23 fast OTT attack like 2x2 #7 received puck at blue line later it was his individual effort backhand from left circle against #5 who did not intercept or prevented shot; (4) 11-12-25 2-20 #2 lost puck at boards in M zone their F then shot from left circle though Wedge and not defended well by #20; (5) 10-53-40 4-6 #40 lost puck in A zone then stumbled, Fast attack led to 3x1, shot from right circled through Wedge, #6 tried to intercept and not to block a shot; (6) 91-53-14 20-5 #91 was able to intercept puck in A-zone, it bounced to #53 who scored from mid",
        "topic": "UX",
        "tip_id": "5ba6"
    },
    {
        "title": "You are watching stats for St. Louis Blues at Winnipeg Jets gamePeriod: 2 Time: 10:30 Score: 0 : 1 Shot Location: -79 : 0Name: Mark Scheifele Type: ScorerName: Josh Morrissey Type: AssistName: Mason Appleton Type: AssistName: Thomas Greiss Type: GoaliePeriod: 3 Time: 10:38 Score: 0 : 2 Shot Location: -53 : 24Name: Sam Gagner Type: ScorerName: Kyle Connor Type: AssistName: Josh Morrissey Type: AssistName: Thomas Greiss Type: GoaliePeriod: 3 Time: 13:43 Score: 0 : 3 Shot Location: -73 : 0Name: Morgan Barron Type: ScorerName: Adam Lowry Type: AssistName: Neal Pionk Type: AssistName: Thomas Greiss Type: GoaliePeriod: 3 Time: 18:26 Score: 0 : 4 Shot Location: 6 : -3Name: Cole Perfetti Type: ScorerName: Blake Wheeler Type: AssistName: Brenden Dillon Type: AssistPrint Rosters",
        "username": "BLUES started 3-0-0. It was game #4. They played with #1 greiss. It was still 0:1 in third. But Jets scored two quick goals. Blues did not create really scoring chances over entire game.",
        "tip": "(1) Blues lost puck in the left corner quick pass to left blue line then quick pass to left dot to scheifele who overplayed G; (2) backhand pass from behind the G line to right circle scored with second touch; (3) backhand pass from behind the goal scored one timer from point; (4) EN goal from center; ",
        "topic": "UX",
        "tip_id": "48ee"
    },
    {
        "title": "You are watching stats for Edmonton Oilers at St. Louis Blues gamePeriod: 1 Time: 06:07 Score: 1 : 0 Shot Location: -72 : -2Name: Jesse Puljujarvi Type: ScorerName: Darnell Nurse Type: AssistName: Warren Foegele Type: AssistName: Jordan Binnington Type: GoaliePeriod: 2 Time: 19:55 Score: 1 : 1 Shot Location: 82 : 8Name: Ryan O'Reilly Type: ScorerName: Justin Faulk Type: AssistName: Brayden Schenn Type: AssistName: Stuart Skinner Type: GoaliePeriod: 3 Time: 13:44 Score: 2 : 1 Shot Location: -86 : -6Name: Ryan Nugent-Hopkins Type: ScorerName: Connor McDavid Type: AssistName: Zach Hyman Type: AssistName: Jordan Binnington Type: GoaliePeriod: 3 Time: 19:33 Score: 3 : 1 Shot Location: -77 : -1Name: Zach Hyman Type: ScorerName: Leon Draisaitl Type: AssistName: Evander Kane Type: AssistPrint Rosters",
        "username": "Both teams played really well. Blues had many chances but scored only once. For EDM Draisaitl and McDavid played well. Unclear how to stop them.",
        "tip": "(1) pass from behind the goal shot from mid redirected at point; (2) with 5 seconds remaining, pass from blue line redirected at right point but deflected by G scored on rebound from mid-air from left point; (3) pass from bottom right circle to left dot not blocked or intercepted scored one touch from left dot; (4) Blues turned the puck over in A-zone EDM scored to EN",
        "topic": "UX",
        "tip_id": "05c2"
    },
    {
        "title": "You are watching stats for Dallas Stars at Boston Bruins gamePeriod: 1 Time: 12:49 Score: 0 : 1 Shot Location: 72 : 23Name: David Pastrnak Type: ScorerName: Hampus Lindholm Type: AssistName: David Krejci Type: AssistName: Jake Oettinger Type: GoaliePeriod: 2 Time: 01:48 Score: 1 : 1 Shot Location: -77 : -1Name: Wyatt Johnston Type: ScorerName: Ty Dellandrea Type: AssistName: Jamie Benn Type: AssistName: Linus Ullmark Type: GoaliePeriod: 2 Time: 18:57 Score: 1 : 2 Shot Location: 72 : -26Name: Taylor Hall Type: ScorerName: David Pastrnak Type: AssistName: Matt Grzelcyk Type: AssistName: Jake Oettinger Type: GoaliePeriod: 3 Time: 19:33 Score: 1 : 3 Shot Location: 20 : -6Name: Patrice Bergeron Type: ScorerPrint Rosters",
        "username": "well, main play of the game was not in the video. I watched. I know. they played ullmark 2nd. heavy hit on hintz led to penalties on #6 miller. they scored on that penalty. and controlled game afterwards. also #34 played with 11-12 line. we had our chances like #2 shot late in second or 3x1 by #11 in 3rd early, #34 1x1 in 3rd. yes we tried they controlled/.",
        "tip": "(1) 12-14 2-23 on PK, pass from center blue line to left dot one timer, #14 did not even try to intercept the pass, #2 did not block shot; (2) 10-53-14 44-2 pass from behind the goal to left point scored one timer; (3) 10-53-21 5-20 pass from left dot to right dot scored on one timer went off #20; (4) #5 passed to bergeron on EN? of cource he scored ",
        "topic": "UX",
        "tip_id": "7dd8"
    },
    {
        "title": "You are watching stats for St. Louis Blues at Nashville Predators gamePeriod: 1 Time: 01:07 Score: 1 : 0 Shot Location: -74 : 7Name: Robert Thomas Type: ScorerName: Justin Faulk Type: AssistName: Juuse Saros Type: GoaliePeriod: 1 Time: 16:56 Score: 1 : 1 Shot Location: 77 : -14Name: Tanner Jeannot Type: ScorerName: Yakov Trenin Type: AssistName: Roman Josi Type: AssistName: Thomas Greiss Type: GoaliePeriod: 2 Time: 06:24 Score: 2 : 1 Shot Location: -63 : 27Name: Brayden Schenn Type: ScorerName: Colton Parayko Type: AssistName: Justin Faulk Type: AssistName: Juuse Saros Type: GoaliePeriod: 2 Time: 15:47 Score: 2 : 2 Shot Location: 83 : 6Name: Michael McCarron Type: ScorerName: Roman Josi Type: AssistName: Filip Forsberg Type: AssistName: Thomas Greiss Type: GoaliePeriod: 2 Time: 16:24 Score: 2 : 3 Shot Location: 92 : 6Name: Zach Sanford Type: ScorerName: Cole Smith Type: AssistName: Thomas Greiss Type: GoaliePeriod: 3 Time: 01:11 Score: 2 : 4 Shot Location: 76 : -1Name: Ryan Johansen Type: ScorerName: Filip Forsberg Type: AssistName: Matt Duchene Type: AssistName: Thomas Greiss Type: GoaliePeriod: 3 Time: 13:06 Score: 2 : 5 Shot Location: 88 : 4Name: Roman Josi Type: ScorerName: Filip Forsberg Type: AssistName: Matt Duchene Type: AssistName: Thomas Greiss Type: GoaliePeriod: 3 Time: 15:14 Score: 2 : 6 Shot Location: 67 : 1Name: Mikael Granlund Type: ScorerName: Matt Duchene Type: AssistName: Cole Smith Type: AssistPrint Rosters",
        "username": "Greiss #2 was in goal for STL, Saros #1 for NAS. STL was much better team for 35 minutes when they led 2x1. Then NAS scored 3 goals in 5:24. Basically 4 out of five goals with G were scored on rebound after shots from blue line. STL had defensive coverage miscarriage.",
        "tip": "(1) after FO win, pass to right blue line shot redirected from right point on first shot; (2) shot from blue line redirected but deflected by G NAS scored on rebound from right point; (3) on PP, pass from mid blue line to top right circle scored one timer; (4) shot by #59 from left blue line deflected by G scored on rebound from left point; (5) less than a minute later, wraparound scored from left point off the G; (6) shot from right-left circle deflected scored on rebound from point; (7) shot from blue line saved by G but puck slowly rolls to net; (8) after inerception in D zone NAS scored to EN. ",
        "topic": "UX",
        "tip_id": "8739"
    },
    {
        "title": "You are watching stats for New York Rangers at Dallas Stars gamePeriod: 1 Time: 01:09 Score: 0 : 1 Shot Location: -61 : -6Name: Mason Marchment Type: ScorerName: Tyler Seguin Type: AssistName: Igor Shesterkin Type: GoaliePeriod: 1 Time: 08:41 Score: 1 : 1 Shot Location: 85 : -4Name: Chris Kreider Type: ScorerName: Kaapo Kakko Type: AssistName: Braden Schneider Type: AssistName: Jake Oettinger Type: GoaliePeriod: 2 Time: 00:59 Score: 2 : 1 Shot Location: 58 : 23Name: Vincent Trocheck Type: ScorerName: Mika Zibanejad Type: AssistName: Adam Fox Type: AssistName: Jake Oettinger Type: GoaliePeriod: 2 Time: 01:28 Score: 2 : 2 Shot Location: -80 : -6Name: Roope Hintz Type: ScorerName: Joe Pavelski Type: AssistName: Jason Robertson Type: AssistName: Igor Shesterkin Type: GoaliePeriod: 2 Time: 14:18 Score: 3 : 2 Shot Location: 83 : -3Name: Mika Zibanejad Type: ScorerName: Artemi Panarin Type: AssistName: Chris Kreider Type: AssistName: Scott Wedgewood Type: GoaliePeriod: 2 Time: 18:46 Score: 3 : 3 Shot Location: -78 : 7Name: Jason Robertson Type: ScorerName: Igor Shesterkin Type: GoaliePeriod: 3 Time: 11:18 Score: 4 : 3 Shot Location: 48 : 1Name: Zac Jones Type: ScorerName: Vincent Trocheck Type: AssistName: Julien Gauthier Type: AssistName: Scott Wedgewood Type: GoaliePeriod: 3 Time: 11:37 Score: 5 : 3 Shot Location: 84 : -18Name: Julien Gauthier Type: ScorerName: Sammy Blais Type: AssistName: Zac Jones Type: AssistName: Scott Wedgewood Type: GoaliePeriod: 3 Time: 13:25 Score: 6 : 3 Shot Location: 75 : 17Name: Vincent Trocheck Type: ScorerName: Mika Zibanejad Type: AssistName: Alexis Lafrenière Type: AssistName: Scott Wedgewood Type: GoaliePrint Rosters",
        "username": "Game was 3x3 late in 3rd. But NYR scored 3 in 2:08. Otty lefrt the game in 2nd but #41 did not save the team quick goals #4 and 5 may be on him",
        "tip": "(1) 91-34-27 23-6 pass from top right circle to mid scored one touch by #27; (2) 10-53-14 5-20 shot from blue line wider than net but NYR scored on rebound from left point; (3) 12-25 2-23 on PK, pass from right G line to left point scored one timer; (4) 21-16-24 20-5 shot from blue line by #21 deflected from point by #16 deflected by G scored on rebound by #24 from left point; (5) 10-11 2-23 on PK, pass from left dot to right point scored one touch not intercepted by #2 not defended by #23; (6) 16-21-24 5-20 after FO win NYR lost the puck #21 scored from right circle, stoppable shot goes through; (7) 16-21-24 23-6 shot from blue line not blocked by #16; (8) 91-34-27 5-20 individual effort by their F; (9) 11-16-21 6-23 on delayed penalty with extra guy, pass from mid to left point scored on one timer",
        "topic": "UX",
        "tip_id": "4aa4"
    },
    {
        "title": "You are watching stats for Florida Panthers at Arizona Coyotes gamePeriod: 2 Time: 08:24 Score: 1 : 0 Shot Location: -73 : -5Name: Colin White Type: ScorerName: Josh Mahura Type: AssistName: Sam Bennett Type: AssistName: Karel Vejmelka Type: GoaliePeriod: 2 Time: 13:47 Score: 1 : 1 Shot Location: 62 : 7Name: Lawson Crouse Type: ScorerName: Matias Maccelli Type: AssistName: Dylan Guenther Type: AssistName: Spencer Knight Type: GoaliePeriod: 3 Time: 08:55 Score: 1 : 2 Shot Location: 61 : 7Name: Nick Ritchie Type: ScorerName: Clayton Keller Type: AssistName: J.J. Moser Type: AssistName: Spencer Knight Type: GoaliePeriod: 3 Time: 18:53 Score: 1 : 3 Shot Location: 28 : 21Name: Clayton Keller Type: ScorerName: Christian Fischer Type: AssistName: Patrik Nemeth Type: AssistPrint Rosters",
        "username": "FLA was better team with many scoring chances. PHO scored two on PP. FLA did not use their chances",
        "tip": "(1) shot from left blue line redirected from point; (2) on PP, pass from top right circle to right-left circle scored on one touch; (3) on PP, pass from left circle to mid scored in two touches bits clean without screening; (4) after many shot attempts by FLA puck was intercepted scored to EN",
        "topic": "UX",
        "tip_id": "9bf8"
    },
    {
        "title": "You are watching stats for Los Angeles Kings at Dallas Stars gamePeriod: 1 Time: 06:49 Score: 0 : 1 Shot Location: -67 : -17Name: Roope Hintz Type: ScorerName: Jamie Benn Type: AssistName: Jason Robertson Type: AssistName: Cal Petersen Type: GoaliePeriod: 2 Time: 05:21 Score: 1 : 1 Shot Location: 74 : -15Name: Kevin Fiala Type: ScorerName: Carl Grundstrom Type: AssistName: Drew Doughty Type: AssistName: Scott Wedgewood Type: GoaliePeriod: 2 Time: 09:01 Score: 1 : 2 Shot Location: -51 : 18Name: Jason Robertson Type: ScorerName: Miro Heiskanen Type: AssistName: Roope Hintz Type: AssistName: Cal Petersen Type: GoaliePeriod: 2 Time: 10:17 Score: 1 : 3 Shot Location: -61 : 16Name: Tyler Seguin Type: ScorerName: Denis Gurianov Type: AssistName: Miro Heiskanen Type: AssistName: Cal Petersen Type: GoaliePeriod: 2 Time: 10:31 Score: 1 : 4 Shot Location: -72 : 0Name: Roope Hintz Type: ScorerName: Cal Petersen Type: GoaliePeriod: 2 Time: 14:37 Score: 2 : 4 Shot Location: 78 : -13Name: Arthur Kaliyev Type: ScorerName: Viktor Arvidsson Type: AssistName: Phillip Danault Type: AssistName: Scott Wedgewood Type: GoaliePeriod: 2 Time: 18:37 Score: 2 : 5 Shot Location: -82 : 8Name: Joe Pavelski Type: ScorerName: Jamie Benn Type: AssistName: Jason Robertson Type: AssistName: Cal Petersen Type: GoaliePrint Rosters",
        "username": "It was 1:1 in the mid 2nd but then we scored 3 in 90 seconds. Next, three of our goals (1,3,7) were scored on PP by 21-16-24-14 4 PP unit. During that 3 x goals we scored one PP and two were errors by their D",
        "tip": "(1) 16-21-24-14 4 on PP, pass by #14 from behind the goal, scored by #24 one touch from left point; (2) 53-12-25 2-6 puck lost by #10 fast 1x1 by LAK shot deflected by #41 but rebound from right circle scored; (3) 16-21-24-14 4 on PP, pass from left blue line to top right circle scored one timer; (4) 91-34-27 6-4 pass by #34 from right dot to top right circle #91 played puck scored from mid; (5) 16-21-24 4-6 LAK lost puck in D-zone; #24 scored from mid; (6) 10-91 2-23 on PK, really nice setup by LAK backhand pass from left point to right point pass to mid scored one touch #23 did not intercept or block; (7) 21-24-16-14 4 on PP, pass by #4 from left blue line to right circle pass to left point to #16 skate pass to right point scored by #16",
        "topic": "UX",
        "tip_id": "2cb0"
    },
    {
        "title": "You are watching stats for New Jersey Devils at Edmonton Oilers gamePeriod: 1 Time: 09:20 Score: 0 : 1 Shot Location: 68 : 10Name: Connor McDavid Type: ScorerName: Zach Hyman Type: AssistName: Darnell Nurse Type: AssistName: Mackenzie Blackwood Type: GoaliePeriod: 1 Time: 12:22 Score: 1 : 1 Shot Location: -56 : -6Name: Miles Wood Type: ScorerName: Nathan Bastian Type: AssistName: Michael McLeod Type: AssistName: Stuart Skinner Type: GoaliePeriod: 2 Time: 08:00 Score: 1 : 2 Shot Location: 74 : -5Name: Derek Ryan Type: ScorerName: Tyson Barrie Type: AssistName: Dylan Holloway Type: AssistName: Mackenzie Blackwood Type: GoaliePeriod: 2 Time: 09:26 Score: 1 : 3 Shot Location: 61 : -21Name: Leon Draisaitl Type: ScorerName: Connor McDavid Type: AssistName: Tyson Barrie Type: AssistName: Vitek Vanecek Type: GoaliePeriod: 3 Time: 01:14 Score: 2 : 3 Shot Location: -51 : 23Name: Miles Wood Type: ScorerName: Erik Haula Type: AssistName: Stuart Skinner Type: GoaliePeriod: 3 Time: 16:45 Score: 3 : 3 Shot Location: -59 : 1Name: Ryan Graves Type: ScorerName: Tomas Tatar Type: AssistName: Miles Wood Type: AssistName: Stuart Skinner Type: GoaliePeriod: 3 Time: 16:52 Score: 4 : 3 Shot Location: -61 : 5Name: Jesper Bratt Type: ScorerName: John Marino Type: AssistName: Nico Hischier Type: AssistName: Stuart Skinner Type: GoaliePrint Rosters",
        "username": "EDM was better team. They had many scoring chances. They led 2x1 in 3rd. But NJD scored one goal in 3rd then two more in 7 seconds late in 2nd. Both teams did not know what defense is",
        "tip": "(1) bad turnover by NJD in A zone led to 2x1 by EDM scored by #97 from left point; (2) EDM was dispossessed in M-zone 2x1 by NJD; (3) Shore won puck battle near left boards quick pass to left circle EDM scored on redirection from left point; (4) on PP, Drisaitl scored from left sharp angle after pass from mid; (5) right after FO win shot from top left circle; (6) shot by D from mid goes through; (7) right after FO win, almost 1x1 scored from mid by NJD",
        "topic": "UX",
        "tip_id": "3d06"
    },
    {
        "title": "You are watching stats for Vegas Golden Knights at Montréal Canadiens gamePeriod: 1 Time: 13:25 Score: 1 : 0 Shot Location: 51 : 5Name: Nicolas Hague Type: ScorerName: Jake Allen Type: GoaliePeriod: 1 Time: 14:16 Score: 1 : 1 Shot Location: -74 : 11Name: Cole Caufield Type: ScorerName: Kirby Dach Type: AssistName: Joel Edmundson Type: AssistName: Adin Hill Type: GoaliePeriod: 2 Time: 02:24 Score: 2 : 1 Shot Location: 79 : 5Name: Reilly Smith Type: ScorerName: William Karlsson Type: AssistName: Jonathan Marchessault Type: AssistName: Jake Allen Type: GoaliePeriod: 3 Time: 00:56 Score: 2 : 2 Shot Location: -75 : -10Name: Nick Suzuki Type: ScorerName: Kirby Dach Type: AssistName: Kaiden Guhle Type: AssistName: Adin Hill Type: GoaliePeriod: 3 Time: 04:45 Score: 3 : 2 Shot Location: 81 : -5Name: Reilly Smith Type: ScorerName: Phil Kessel Type: AssistName: Shea Theodore Type: AssistName: Jake Allen Type: GoaliePeriod: 3 Time: 08:14 Score: 4 : 2 Shot Location: 80 : 7Name: Keegan Kolesar Type: ScorerName: Nicolas Hague Type: AssistName: Jake Allen Type: GoaliePeriod: 3 Time: 08:35 Score: 5 : 2 Shot Location: 70 : -9Name: Nicolas Roy Type: ScorerName: Keegan Kolesar Type: AssistName: William Carrier Type: AssistName: Jake Allen Type: GoaliePeriod: 3 Time: 10:21 Score: 5 : 3 Shot Location: -55 : 17Name: Nick Suzuki Type: ScorerName: Kirby Dach Type: AssistName: Cole Caufield Type: AssistName: Adin Hill Type: GoaliePeriod: 3 Time: 13:16 Score: 6 : 3 Shot Location: 58 : 20Name: Jonathan Marchessault Type: ScorerName: Jack Eichel Type: AssistName: Alex Pietrangelo Type: AssistName: Jake Allen Type: GoaliePeriod: 3 Time: 15:21 Score: 6 : 4 Shot Location: -72 : 15Name: Juraj Slafkovsky Type: ScorerName: Kaiden Guhle Type: AssistName: Adin Hill Type: GoaliePrint Rosters",
        "username": "after 2x2 in 3rd, VGK scored 3 in < 4 minutes, and they did not score 1x1 during that frame. Explosion of goals in 3rd. Looked like VGK were in control. They allowed MTL captain to improve stats.",
        "tip": "(1) bad clearing attempt by MTL from behind the net intercepted shot from blue line G was screened; (2) pass from left corner to right dot scored one touch pass was not intercepted shot not blocked; (3) 2x1 by VGK pass from right point to left point scored on one touch; (4) fast 2x1 by MTL pass from mid to left point scored one touch, why VGK guy fell in A-zone; (5) on PP, shot from left dot deflected scored on rebound from point; (6) shot from left blue line redirected from left point; (7) two MTL Ds missed coverage during fast break, pass from mid to right circle scored; (8) pass from mid scored from top right circle should not go in; (9) on PP, pass from right dot to top left circle scored one timer; (10) on fast attack, pass from left circle to top right circle goes in",
        "topic": "UX",
        "tip_id": "d6f8"
    },
    {
        "title": "You are watching stats for Dallas Stars at Arizona Coyotes gamePeriod: 1 Time: 01:27 Score: 1 : 0 Shot Location: -78 : 11Name: Denis Gurianov Type: ScorerName: Mason Marchment Type: AssistName: Tyler Seguin Type: AssistName: Connor Ingram Type: GoaliePeriod: 1 Time: 03:54 Score: 2 : 0 Shot Location: -75 : 3Name: Wyatt Johnston Type: ScorerName: Connor Ingram Type: GoaliePeriod: 1 Time: 11:18 Score: 3 : 0 Shot Location: -77 : 1Name: Ty Dellandrea Type: ScorerName: Colin Miller Type: AssistName: Miro Heiskanen Type: AssistName: Connor Ingram Type: GoaliePeriod: 1 Time: 18:30 Score: 4 : 0 Shot Location: -79 : 9Name: Jason Robertson Type: ScorerName: Joe Pavelski Type: AssistName: Roope Hintz Type: AssistName: Karel Vejmelka Type: GoaliePeriod: 2 Time: 15:14 Score: 5 : 0 Shot Location: -88 : 6Name: Jason Robertson Type: ScorerName: Jamie Benn Type: AssistName: Roope Hintz Type: AssistName: Karel Vejmelka Type: GoaliePeriod: 3 Time: 00:27 Score: 6 : 0 Shot Location: -76 : -14Name: Jamie Benn Type: ScorerName: Karel Vejmelka Type: GoaliePeriod: 3 Time: 05:07 Score: 6 : 1 Shot Location: 86 : -10Name: Juuso Valimaki Type: ScorerName: Matias Maccelli Type: AssistName: Nick Bjugstad Type: AssistName: Scott Wedgewood Type: GoaliePeriod: 3 Time: 09:06 Score: 6 : 2 Shot Location: 85 : -6Name: Lawson Crouse Type: ScorerName: Matias Maccelli Type: AssistName: Scott Wedgewood Type: GoaliePeriod: 3 Time: 15:45 Score: 7 : 2 Shot Location: -55 : 8Name: Jani Hakanpaa Type: ScorerName: Jamie Benn Type: AssistName: Esa Lindell Type: AssistName: Karel Vejmelka Type: GoaliePrint Rosters",
        "username": "hurricane of goals by stars. #14, #34, #10 scored their first of the season. stars owned ARI leading 6:0 in 3rd on their ice",
        "tip": "(1) 91-34-27 2-23 pass by #91 to point deflected off #27 skate #34 scored on rebound from point; (2) 53-10-14 2-23 bad turnover in D-zone by ARI led to 1x1 by #53 who scored from point; (3) 16-10-25 4-6 shot from blue line by #6 redirected from point by #10 who battled D-man; (4) 16-21-24 2-23 pass by #24 from left boards to left dot #16 who passed to right circle to #21 who scored on one touch; (5) 16-21-24-14 4 on PP, multiple shot attempts during scramble near point, finally #21 scored; (6) 10-53-14 5-20 bad turnover by G who passed puck straight to #14 stick Jamie scored from left circle to EN; (7) 11-12-25 5-20 pass from left circle to right G line scored from very sharp angle, #25 did not intercept #5 did not block; (8) 10-53-14 4-6 stars lost puck in M-zone then individual effort by their F, #4 and #6 were not aggressive stopping him; (9) 53-14-10 pass by #14 from left board to top right circle scored quietly by #2 who had time to handle the puck",
        "topic": "UX",
        "tip_id": "bddb"
    },
    {
        "title": "You are watching stats for Chicago Blackhawks at Winnipeg Jets gamePeriod: 2 Time: 10:04 Score: 0 : 1 Shot Location: -40 : 8Name: Josh Morrissey Type: ScorerName: Mark Scheifele Type: AssistName: Pierre-Luc Dubois Type: AssistName: Arvid Soderblom Type: GoaliePeriod: 2 Time: 13:33 Score: 0 : 2 Shot Location: -60 : 7Name: Adam Lowry Type: ScorerName: Dylan DeMelo Type: AssistName: Brenden Dillon Type: AssistName: Arvid Soderblom Type: GoaliePeriod: 2 Time: 17:55 Score: 0 : 3 Shot Location: -78 : -12Name: Pierre-Luc Dubois Type: ScorerName: Kyle Connor Type: AssistName: Josh Morrissey Type: AssistName: Arvid Soderblom Type: GoaliePeriod: 3 Time: 04:59 Score: 0 : 4 Shot Location: -65 : 16Name: Nate Schmidt Type: ScorerName: Cole Perfetti Type: AssistName: Dylan Wells Type: GoaliePrint Rosters",
        "username": "CHI played their backup goalie #40 soderblom, but jets plat #37. CHI G was replaced after 2nd. WIN had very active beginning of 1st and 2nd. They scored 3 in 7+ minutes of 2nd. CHI had G problem",
        "tip": "(1) shot from blue line after few passes goes through G was screened; (2) on PP, CHI D fell in A-zone WIN F picked up the puck almost 1x1 he scored; (3) pass from right circle to left circle F had time to trim the puck the score; (4) pass from left board to right circle scored one touch",
        "topic": "UX",
        "tip_id": "621d"
    },
    {
        "title": "You are watching stats for St. Louis Blues at Boston Bruins gamePeriod: 1 Time: 13:34 Score: 0 : 1 Shot Location: 73 : 6Name: Jake DeBrusk Type: ScorerName: David Pastrnak Type: AssistName: Brad Marchand Type: AssistName: Jordan Binnington Type: GoaliePeriod: 2 Time: 11:37 Score: 1 : 1 Shot Location: -72 : 6Name: Brayden Schenn Type: ScorerName: Jordan Kyrou Type: AssistName: Torey Krug Type: AssistName: Linus Ullmark Type: GoaliePeriod: 3 Time: 12:45 Score: 1 : 2 Shot Location: 65 : 2Name: Patrice Bergeron Type: ScorerName: Brad Marchand Type: AssistName: David Krejci Type: AssistName: Jordan Binnington Type: GoaliePeriod: 3 Time: 16:28 Score: 1 : 3 Shot Location: 48 : -13Name: Trent Frederic Type: ScorerName: Jordan Binnington Type: GoaliePrint Rosters",
        "username": "Complete domination by BOS. STL had 3 PPs in first 11 minutes. No score. later BOS scored 2/2. BOS had 2nd Goalie. But STL had #50 Binnington. STL did not create great chances",
        "tip": "(1) on PP, pass from left G line scored from point, one F had time to pass, which #55 parayko did not intercept, another to handle puck at point, not blocked by #4; (2) on fast attack, pass from left circle to point scored one timer; (3) on PP, pass from right boards to left-right circle scored one touch; (4) #11 took puck in D-zone easily overskated #25 kyroo, scored on stoppable shot from middle",
        "topic": "UX",
        "tip_id": "e88d"
    },
    {
        "title": "You are watching stats for Calgary Flames at New York Islanders gamePeriod: 1 Time: 11:16 Score: 1 : 0 Shot Location: -73 : 0Name: Mikael Backlund Type: ScorerName: Jonathan Huberdeau Type: AssistName: Connor Mackey Type: AssistName: Ilya Sorokin Type: GoaliePeriod: 1 Time: 12:26 Score: 1 : 1 Shot Location: 79 : 6Name: Sebastian Aho Type: ScorerName: Mathew Barzal Type: AssistName: Josh Bailey Type: AssistName: Jacob Markstrom Type: GoaliePeriod: 1 Time: 16:21 Score: 2 : 1 Shot Location: -69 : 3Name: Elias Lindholm Type: ScorerName: Noah Hanifin Type: AssistName: Tyler Toffoli Type: AssistName: Ilya Sorokin Type: GoaliePeriod: 2 Time: 14:06 Score: 3 : 1 Shot Location: -57 : 15Name: Mikael Backlund Type: ScorerName: Nikita Zadorov Type: AssistName: Ilya Sorokin Type: GoaliePeriod: 3 Time: 10:08 Score: 3 : 2 Shot Location: 76 : 5Name: Anders Lee Type: ScorerName: Brock Nelson Type: AssistName: Mathew Barzal Type: AssistName: Jacob Markstrom Type: GoaliePeriod: 3 Time: 11:07 Score: 3 : 3 Shot Location: 63 : 18Name: Kyle Palmieri Type: ScorerName: Jacob Markstrom Type: GoaliePeriod: 4 Time: 04:02 Score: 3 : 4 Shot Location: 55 : 0Name: Noah Dobson Type: ScorerName: Mathew Barzal Type: AssistName: Jean-Gabriel Pageau Type: AssistName: Jacob Markstrom Type: GoaliePrint Rosters",
        "username": "CGY played well in two periods leading 3x1 in mid 3rd; but two goals by NYI in 59 seconds equaled the game. Then there was a heavy hit on CGY goalie just as time expired. NYI won it in OT",
        "tip": "(1) backhand pass from right G line to pint scored on one touch on missed coverage by D; (2) pass by #13 from right circle to left circle scored from bottom left circle; (3) shot from left blue line redirected at point; (4) pass from right circle to top right circle, CGY F had all time in the world to place this shot; (5) fast 3x2 shot from mid by #13 barzal deflected but NYI score on rebound from left point; (6) after turnover in D-zone NYI score from left circle unassisted; (7) on PP shot from mid",
        "topic": "UX",
        "tip_id": "29d3"
    },
    {
        "title": "You are watching stats for Dallas Stars at Edmonton Oilers gamePeriod: 1 Time: 06:15 Score: 1 : 0 Shot Location: -84 : 4Name: Joe Pavelski Type: ScorerName: Roope Hintz Type: AssistName: Jason Robertson Type: AssistName: Jack Campbell Type: GoaliePeriod: 2 Time: 06:46 Score: 2 : 0 Shot Location: -39 : 7Name: Colin Miller Type: ScorerName: Denis Gurianov Type: AssistName: Tyler Seguin Type: AssistName: Jack Campbell Type: GoaliePeriod: 2 Time: 10:16 Score: 2 : 1 Shot Location: 84 : -16Name: Leon Draisaitl Type: ScorerName: Ryan Nugent-Hopkins Type: AssistName: Connor McDavid Type: AssistName: Scott Wedgewood Type: GoaliePeriod: 2 Time: 14:48 Score: 3 : 1 Shot Location: -64 : -18Name: Jason Robertson Type: ScorerName: Joe Pavelski Type: AssistName: Jani Hakanpaa Type: AssistName: Jack Campbell Type: GoaliePeriod: 2 Time: 15:27 Score: 4 : 1 Shot Location: -85 : -2Name: Jamie Benn Type: ScorerName: Jason Robertson Type: AssistName: Miro Heiskanen Type: AssistName: Jack Campbell Type: GoaliePeriod: 3 Time: 03:41 Score: 4 : 2 Shot Location: 70 : 12Name: Darnell Nurse Type: ScorerName: Jesse Puljujarvi Type: AssistName: Evander Kane Type: AssistName: Scott Wedgewood Type: GoaliePeriod: 3 Time: 04:01 Score: 5 : 2 Shot Location: -84 : 6Name: Jamie Benn Type: ScorerName: Miro Heiskanen Type: AssistName: Roope Hintz Type: AssistName: Jack Campbell Type: GoaliePeriod: 3 Time: 12:33 Score: 6 : 2 Shot Location: -75 : -7Name: Jamie Benn Type: ScorerName: Ty Dellandrea Type: AssistName: Ryan Suter Type: AssistName: Jack Campbell Type: GoaliePrint Rosters",
        "username": "Stars dominated the game, which I did not expect. jamie #14 had hat trick including two goals on PP where he did not beat the goalie, and then one occasional late goal. shiftchart did not load.",
        "tip": "(1) pass by #24 from left circle to right point scored on redirection; (6) shot from blue line by #6 G was screened; (3) on PK, pass from blue line to right point scored as one timer, #20 had no stick; (4) fast like 3x2 attack pass by #16 in M-zone shot by #21 from left dot scored off post then off G then to net; (5) on PP, #21 shot from right point then on his own rebound pass from right point to point scored by #14; (6) fast attack by EDM like 2x2 pass from left board to left circle scored not intercepted by #20 not prevented by #4?; (7) on PP, pass by #4 from top left circle deflected scored by #14 from right point at sharp angle; (8) #14 did not have option to pass his shot from left circle went through on 2x1",
        "topic": "UX",
        "tip_id": "76ab"
    },
    {
        "title": "You are watching stats for Dallas Stars at Winnipeg Jets gamePeriod: 2 Time: 03:06 Score: 1 : 0 Shot Location: 67 : -6Name: Jason Robertson Type: ScorerName: Roope Hintz Type: AssistName: Connor Hellebuyck Type: GoaliePeriod: 2 Time: 03:27 Score: 1 : 1 Shot Location: -87 : -5Name: Mark Scheifele Type: ScorerName: Mason Appleton Type: AssistName: Kyle Connor Type: AssistName: Scott Wedgewood Type: GoaliePeriod: 2 Time: 04:37 Score: 1 : 2 Shot Location: -71 : -1Name: Pierre-Luc Dubois Type: ScorerName: Cole Perfetti Type: AssistName: Blake Wheeler Type: AssistName: Scott Wedgewood Type: GoaliePeriod: 2 Time: 06:12 Score: 1 : 3 Shot Location: -86 : 3Name: Mark Scheifele Type: ScorerName: Kyle Connor Type: AssistName: Mason Appleton Type: AssistName: Scott Wedgewood Type: GoaliePeriod: 2 Time: 18:14 Score: 1 : 4 Shot Location: -75 : -7Name: Saku Maenalanen Type: ScorerName: Neal Pionk Type: AssistName: Josh Morrissey Type: AssistName: Scott Wedgewood Type: GoaliePeriod: 3 Time: 17:02 Score: 1 : 5 Shot Location: -78 : -1Name: Mason Appleton Type: ScorerName: Adam Lowry Type: AssistName: Kyle Connor Type: AssistPrint Rosters",
        "username": "Jets dominated the game. After our goal early in 2nd they scored 3 in less than 3 minutes. Stars did not create many chances on their own",
        "tip": "(1) 16-21-24 5-20 pass from left circle to mid scored one touch; (2) 91-34-27 4-23 pass from right circle to left point scored one touch during fast attack #20 did not intercept pass but #4 was late to prevent shot; (3) 12-11-25 2-23 error by #41 who mishandled the puck behind the G line, shot to EN from point; (4) 91-34-27 2-23 pass from bottom left circle to right point redirected to EN; (5) 21-24-25 5-20 shot from left blue line redirected from point in mid air; (6) 16-21-24-91 4-5 scored to EN",
        "topic": "UX",
        "tip_id": "139f"
    },
    {
        "title": "You are watching stats for Carolina Hurricanes at Colorado Avalanche gamePeriod: 1 Time: 14:29 Score: 0 : 1 Shot Location: -33 : 0Name: Cale Makar Type: ScorerName: Mikko Rantanen Type: AssistName: Nathan MacKinnon Type: AssistName: Antti Raanta Type: GoaliePeriod: 1 Time: 17:51 Score: 0 : 2 Shot Location: -74 : 12Name: Cale Makar Type: ScorerName: Mikko Rantanen Type: AssistName: Artturi Lehkonen Type: AssistName: Antti Raanta Type: GoaliePeriod: 2 Time: 13:55 Score: 1 : 2 Shot Location: 77 : 3Name: Jordan Staal Type: ScorerName: Jordan Martinook Type: AssistName: Jesper Fast Type: AssistName: Pavel Francouz Type: GoaliePeriod: 3 Time: 04:17 Score: 1 : 3 Shot Location: -80 : -18Name: Nathan MacKinnon Type: ScorerName: Mikko Rantanen Type: AssistName: Devon Toews Type: AssistName: Antti Raanta Type: GoaliePeriod: 3 Time: 17:50 Score: 1 : 4 Shot Location: 68 : -19Name: Mikko Rantanen Type: ScorerPrint Rosters",
        "username": "COL scored first two improbably goals. They dominated the game with many fast attacks late in the game",
        "tip": "(1) on PP, very odd goal, shot from blue line high, bounced off the glass then to the net off goalie skate; (2) #96 chased the puck, boarded D-man, who was down, then won puck in the corner, earned penalty, made backhand pass from top left circle to left-right circle to #8 who scored, effectively on 5x3; (3) fast counterattack 2x2 pass from right circle to point scored one touch by captain; (4) fast attack almost 2x1 backhand pass from right circle to left dot scored one touch; (5) #96 picked up puck after rebound from his goalie, shot from D-zone to EN",
        "topic": "UX",
        "tip_id": "5a6a"
    },
    {
        "title": "You are watching stats for San Jose Sharks at Minnesota Wild gamePeriod: 1 Time: 06:45 Score: 0 : 1 Shot Location: -85 : 9Name: Frederick Gaudreau Type: ScorerName: Kirill Kaprizov Type: AssistName: Mats Zuccarello Type: AssistName: James Reimer Type: GoaliePeriod: 3 Time: 03:37 Score: 0 : 2 Shot Location: -69 : -9Name: Connor Dewar Type: ScorerName: Mason Shaw Type: AssistName: James Reimer Type: GoaliePeriod: 3 Time: 13:56 Score: 1 : 2 Shot Location: 77 : -3Name: Steven Lorentz Type: ScorerName: Marc-Edouard Vlasic Type: AssistName: Matt Benning Type: AssistName: Filip Gustavsson Type: GoaliePeriod: 3 Time: 15:49 Score: 2 : 2 Shot Location: 57 : -28Name: Nico Sturm Type: ScorerName: Erik Karlsson Type: AssistName: Marc-Edouard Vlasic Type: AssistName: Filip Gustavsson Type: GoalieName: Kirill Kaprizov Type: ScorerName: James Reimer Type: GoalieName: Nick Bonino Type: ScorerName: Filip Gustavsson Type: GoalieName: Alexander Barabanov Type: ScorerName: Filip Gustavsson Type: GoaliePrint Rosters",
        "username": "all goals look goofy especially first three. it's not NHL level. MIN led 2:0 at home with 6 minutes remaining. Then SJS scored two quick. And just before that they hit the post. SJS had another post in OT. MIN played 2nd goalie",
        "tip": "(1) pass from left boards to uncovered #89 at point where he overplayed goalie; (2) unexplainable fall by D led to 2x0 by MIN, pass from right circle to left scored on one touch; (3) shot from blue line easy score on second rebound from left point; (4) after pass from D forward skated with the puck shot from top right circle scored ",
        "topic": "UX",
        "tip_id": "cc9d"
    },
    {
        "title": "You are watching stats for San Jose Sharks at Dallas Stars gamePeriod: 1 Time: 04:42 Score: 0 : 1 Shot Location: -63 : -13Name: Jamie Benn Type: ScorerName: James Reimer Type: GoaliePeriod: 1 Time: 06:13 Score: 1 : 1 Shot Location: 75 : -13Name: Alexander Barabanov Type: ScorerName: Tomas Hertl Type: AssistName: Logan Couture Type: AssistName: Jake Oettinger Type: GoaliePeriod: 1 Time: 12:18 Score: 2 : 1 Shot Location: 81 : 4Name: Evgeny Svechnikov Type: ScorerName: Oskar Lindblom Type: AssistName: Steven Lorentz Type: AssistName: Jake Oettinger Type: GoaliePeriod: 1 Time: 19:39 Score: 2 : 2 Shot Location: -65 : -7Name: Jamie Benn Type: ScorerName: Ty Dellandrea Type: AssistName: James Reimer Type: GoaliePeriod: 2 Time: 00:29 Score: 3 : 2 Shot Location: 72 : -17Name: Timo Meier Type: ScorerName: Kevin Labanc Type: AssistName: Jake Oettinger Type: GoaliePeriod: 2 Time: 01:05 Score: 4 : 2 Shot Location: 82 : -9Name: Logan Couture Type: ScorerName: Alexander Barabanov Type: AssistName: Jake Oettinger Type: GoaliePeriod: 3 Time: 00:29 Score: 5 : 2 Shot Location: 84 : -4Name: Tomas Hertl Type: ScorerName: Timo Meier Type: AssistName: Jaycob Megna Type: AssistName: Jake Oettinger Type: GoaliePeriod: 3 Time: 06:18 Score: 5 : 3 Shot Location: -73 : 15Name: Roope Hintz Type: ScorerName: Jason Robertson Type: AssistName: Joe Pavelski Type: AssistName: James Reimer Type: GoaliePeriod: 3 Time: 12:06 Score: 5 : 4 Shot Location: -80 : 17Name: Joe Pavelski Type: ScorerName: Jason Robertson Type: AssistName: Miro Heiskanen Type: AssistName: James Reimer Type: GoaliePrint Rosters",
        "username": "It was otty's first game after 4 missed game because of injury. he was rusty. he did not make saves at right time. It was 2:2 after 1st but then we had 2:4 because of rude errors in our D-zone early in 2nd. and then it was 2:5 early in 3rd. SJS scored 5 goals on 18 shots, which does not look like otty was in goal. we did not equalize after 2:5",
        "tip": "(1) 10-53-14 5-20 unusual goal from #14, like EDM game fast attack and jamie picked up turnover in our D-zone he had no option to pass so he shoot over G left shoulder; (2) 10-11 2-23 on PK, just 10 seconds in, shot from right-left circle defended by otty, but scored on rebound from right dot, otty was screened by #23; (3) 91-22-27 5-20 turnover by in M-zone led to fast attack SJS scored from left point after pass from right circle; (4) 10-21-14 4-6 fast attack but SJS had the puck then sudden turnover in their D-zone #10 took the puck in mid short pass to #14 who scored from mid; (5) 24-16-21 5-20 sloppy turnover in our D-zone shot from right circle scored; (6) 91-22-27 4-6 another turnover in D-zone by #4 SJS F skated behind our goal passed from left G line to right G line they scored under sharp angle; (7) 53-10-27 5-20 pass from left boards to right point not intercepted by #5 and #20 not defended at point by #10; (8) 16-21-24 5-20 #21 won puck at left G line short pass to #24 who scored from bottom left circle; (9) 16-21-24 6-23 shot from left dot deflected by goalie but falling #16 scored on rebound from right circle it was too spectacular; ",
        "topic": "UX",
        "tip_id": "b6e7"
    },
    {
        "title": "You are watching stats for St. Louis Blues at Colorado Avalanche gamePeriod: 2 Time: 11:29 Score: 0 : 1 Shot Location: -49 : 22Name: Mikko Rantanen Type: ScorerName: Nathan MacKinnon Type: AssistName: Cale Makar Type: AssistName: Jordan Binnington Type: GoaliePeriod: 2 Time: 13:49 Score: 1 : 1 Shot Location: 74 : -2Name: Robert Thomas Type: ScorerName: Pavel Buchnevich Type: AssistName: Vladimir Tarasenko Type: AssistName: Alexandar Georgiev Type: GoaliePeriod: 2 Time: 18:59 Score: 2 : 1 Shot Location: 86 : -26Name: Brandon Saad Type: ScorerName: Ryan O'Reilly Type: AssistName: Colton Parayko Type: AssistName: Alexandar Georgiev Type: GoaliePeriod: 3 Time: 00:13 Score: 3 : 1 Shot Location: 80 : -4Name: Jordan Kyrou Type: ScorerName: Robert Thomas Type: AssistName: Pavel Buchnevich Type: AssistName: Alexandar Georgiev Type: GoaliePeriod: 3 Time: 03:02 Score: 3 : 2 Shot Location: -60 : -33Name: Artturi Lehkonen Type: ScorerName: Mikko Rantanen Type: AssistName: Cale Makar Type: AssistName: Jordan Binnington Type: GoaliePrint Rosters",
        "username": "first goal was scored when shots difference was 26x16 COL. COL had 2nd goalie. COL dominated first half of the game. Final shot difference was 46x39 COL. They really tried but puck did not go in. STL had great game",
        "tip": "(1) backhand pass during slow attack shot from top right circle; (2) very quickly after 1st goal, backhand pass in M-zone leads to 1x1 by STL defended by #29 with D-men nowhere close, scored on 1x1; (3) harmless shot from right G line under sharp angle deflected by D stick goes in;  (4) on PP, pass from center blue line to right dot where F overplayed goalie scoring from point; (5) on PP, shot from top left circle scored with G screened; ",
        "topic": "UX",
        "tip_id": "682e"
    },
    {
        "title": "You are watching stats for Dallas Stars at Philadelphia Flyers gamePeriod: 1 Time: 02:36 Score: 1 : 0 Shot Location: 84 : 1Name: Matej Blumel Type: ScorerName: Tyler Seguin Type: AssistName: Esa Lindell Type: AssistName: Felix Sandstrom Type: GoaliePeriod: 1 Time: 18:24 Score: 2 : 0 Shot Location: 32 : 30Name: Esa Lindell Type: ScorerName: Jason Robertson Type: AssistName: Joe Pavelski Type: AssistName: Felix Sandstrom Type: GoaliePeriod: 2 Time: 00:54 Score: 2 : 1 Shot Location: -60 : -13Name: Travis Konecny Type: ScorerName: Kevin Hayes Type: AssistName: Owen Tippett Type: AssistName: Jake Oettinger Type: GoaliePeriod: 2 Time: 09:06 Score: 3 : 1 Shot Location: 83 : 2Name: Joe Pavelski Type: ScorerName: Miro Heiskanen Type: AssistName: Jamie Benn Type: AssistName: Felix Sandstrom Type: GoaliePeriod: 3 Time: 00:57 Score: 4 : 1 Shot Location: 81 : 1Name: Luke Glendening Type: ScorerName: Ty Dellandrea Type: AssistName: Esa Lindell Type: AssistName: Felix Sandstrom Type: GoaliePeriod: 3 Time: 10:59 Score: 5 : 1 Shot Location: 80 : -5Name: Jason Robertson Type: ScorerName: Joe Pavelski Type: AssistName: Roope Hintz Type: AssistName: Felix Sandstrom Type: GoaliePrint Rosters",
        "username": "Stars dominated the game. I am happy because because they destroyed Tortorella. Last goal was not recoreded because of network interception.",
        "tip": "(1) 91-22-27 5-20 #91 pass from left blue line to #22 who was completely uncovered he had time to work the puck and scored from point; (2) 16-21-24 2-23 shot from blue line by #23 screened by many players; (3) 91-16-27 5-20 fast attack with many passes pass from left-right circle to left circle scored by PHI not intercepted by #27 and not blocked by #5; (4) 21-16-14-21 4 on PP, shot from blue line by #4 tipped in by #16 at point; (5) 11-10 2-23 on PK, fast 3x2 attack pass from left top circle to uncovered #11 at point redirected; ",
        "topic": "UX",
        "tip_id": "a418"
    },
    {
        "title": "You are watching stats for Minnesota Wild at Nashville Predators gamePeriod: 1 Time: 11:20 Score: 0 : 1 Shot Location: 81 : -15Name: Nino Niederreiter Type: ScorerName: Ryan Johansen Type: AssistName: Matt Duchene Type: AssistName: Marc-Andre Fleury Type: GoaliePeriod: 1 Time: 12:04 Score: 0 : 2 Shot Location: 56 : 8Name: Matt Duchene Type: ScorerName: Ryan Johansen Type: AssistName: Roman Josi Type: AssistName: Marc-Andre Fleury Type: GoaliePeriod: 3 Time: 00:32 Score: 1 : 2 Shot Location: -78 : -18Name: Frederick Gaudreau Type: ScorerName: Mats Zuccarello Type: AssistName: Kirill Kaprizov Type: AssistName: Juuse Saros Type: GoaliePrint Rosters",
        "username": "Two goals in less than a minute by NAS in the middle of first. Great chance by NAS late in 1st. many goal attempts by MIN but no great chances. NAS deserved the win",
        "tip": "(1) during fast attack somehow backhand pass from left G line to far-right point evaded D-men, scored on backhand; (2) on PP, quick pass from left point to top left circle scored quick shot on one touch; (3) individual effort by F who scored from bottom left circle not defended well by D",
        "topic": "UX",
        "tip_id": "4eb7"
    },
    {
        "title": "You are watching stats for St. Louis Blues at Chicago Blackhawks gamePeriod: 1 Time: 14:09 Score: 1 : 0 Shot Location: 46 : 0Name: Calle Rosen Type: ScorerName: Josh Leivo Type: AssistName: Ryan O'Reilly Type: AssistName: Arvid Soderblom Type: GoaliePeriod: 2 Time: 05:12 Score: 2 : 0 Shot Location: 71 : -9Name: Jordan Kyrou Type: ScorerName: Nick Leddy Type: AssistName: Ivan Barbashev Type: AssistName: Arvid Soderblom Type: GoaliePeriod: 2 Time: 07:19 Score: 2 : 1 Shot Location: -82 : -3Name: Andreas Athanasiou Type: ScorerName: Max Domi Type: AssistName: Patrick Kane Type: AssistName: Jordan Binnington Type: GoaliePeriod: 2 Time: 08:08 Score: 3 : 1 Shot Location: 83 : -2Name: Ryan O'Reilly Type: ScorerName: Noel Acciari Type: AssistName: Arvid Soderblom Type: GoaliePeriod: 2 Time: 09:35 Score: 3 : 2 Shot Location: -69 : 17Name: Andreas Athanasiou Type: ScorerName: Philipp Kurashev Type: AssistName: Jujhar Khaira Type: AssistName: Jordan Binnington Type: GoaliePeriod: 2 Time: 11:37 Score: 4 : 2 Shot Location: 76 : -12Name: Tyler Pitlick Type: ScorerName: Nikita Alexandrov Type: AssistName: Noel Acciari Type: AssistName: Arvid Soderblom Type: GoaliePeriod: 3 Time: 06:55 Score: 5 : 2 Shot Location: 78 : 1Name: Ivan Barbashev Type: ScorerName: Jordan Kyrou Type: AssistName: Arvid Soderblom Type: GoaliePrint Rosters",
        "username": "STL dominated the game from start. They led all the time. they had post in 2nd. After eight losses in row STL are back on track. Both teams have losing record",
        "tip": "(1) after fast attack STL did not score but kept possession, shot from center blue line deflected by CHI D to his own net; (2) STL F danced near point finally scored from bottom right circle with no D man covering him; (3) fast attack from D-zone led to 1x1 with F easy overplaying G; (4) on PK, puck was intercepted that led to fast 2x1 scored from right point on rebound; (5) on PP, weird goal, again STL tried fast attack on PK but instead CHI had their own fast 2x1 attack on PP, shot from right dot; (6) fast pass from left G line to bottom left circle scored one touch; (7) CHI did not convert on one end, that led to 1x1 by STL which scored from left point",
        "topic": "UX",
        "tip_id": "bf99"
    },
    {
        "title": "You are watching stats for Dallas Stars at Tampa Bay Lightning gamePeriod: 1 Time: 01:20 Score: 0 : 1 Shot Location: 77 : 4Name: Ross Colton Type: ScorerName: Vladislav Namestnikov Type: AssistName: Philippe Myers Type: AssistName: Jake Oettinger Type: GoaliePeriod: 1 Time: 14:45 Score: 1 : 1 Shot Location: -80 : 0Name: Mason Marchment Type: ScorerName: Jason Robertson Type: AssistName: Roope Hintz Type: AssistName: Brian Elliott Type: GoaliePeriod: 2 Time: 04:47 Score: 1 : 2 Shot Location: 68 : -8Name: Nicholas Paul Type: ScorerName: Corey Perry Type: AssistName: Ross Colton Type: AssistName: Jake Oettinger Type: GoaliePeriod: 2 Time: 08:02 Score: 2 : 2 Shot Location: -81 : 1Name: Joe Pavelski Type: ScorerName: Miro Heiskanen Type: AssistName: Jamie Benn Type: AssistName: Brian Elliott Type: GoaliePeriod: 2 Time: 09:57 Score: 3 : 2 Shot Location: -68 : 1Name: Jason Robertson Type: ScorerName: Joe Pavelski Type: AssistName: Miro Heiskanen Type: AssistName: Brian Elliott Type: GoaliePeriod: 2 Time: 14:23 Score: 3 : 3 Shot Location: 78 : 1Name: Steven Stamkos Type: ScorerName: Ian Cole Type: AssistName: Alex Killorn Type: AssistName: Jake Oettinger Type: GoaliePeriod: 3 Time: 03:55 Score: 3 : 4 Shot Location: 84 : -4Name: Ian Cole Type: ScorerName: Nicholas Paul Type: AssistName: Alex Killorn Type: AssistName: Jake Oettinger Type: GoaliePeriod: 3 Time: 15:18 Score: 4 : 4 Shot Location: -70 : 0Name: Radek Faksa Type: ScorerName: Brian Elliott Type: GoaliePeriod: 4 Time: 03:43 Score: 4 : 5 Shot Location: 65 : 11Name: Alex Killorn Type: ScorerName: Mikhail Sergachev Type: AssistName: Steven Stamkos Type: AssistName: Jake Oettinger Type: GoaliePrint Rosters",
        "username": "TBL second Goalie #1 Elliott was in goal. I was surprised by lack of resistance by D-men to F-men on both sides. Looked like a friendly game. And equalizing goal by #12 late in 3rd looks goofy",
        "tip": "(1) 10-53-14 2-23 #90 beats two D-men at right point to make a shot which Otty deflected but #79 scored on rebound from left point; (2) 14-27-21-24 4 on PP, shot-pass by #21 from left blue line was deflected by D then redirected to net by #27 from point; (3) 24-91 4-20 on TBL PP, after pass from behind G line to bottom right dot, F won puck battle over #24 and #91; (4) 16-24-21-14 4 on PP, shot by #4 from blue line deflected, then #16 won puck battle on right dot, scored on rebound; (5) 24-16-21 5-6 accidental pass from almost mid blue line to center scored on  one touch by #21; (6) 16-24-21 5-6 pass from right blue line scored by #91 Stamkos from point with minimal resistance by D; (7) 24-22-21 4-6 shot from blue line was deflected by Otty but their F overplayed us and scored from right point, coach challenge was overturned; (8) 11-12 2-23 on PK, #12 stole puck from their D-man in front of their goal, scored; (9) 14-21 4 in OT, fast 2x1 attack their F scored from left circle using #4 Miro as a screen",
        "topic": "UX",
        "tip_id": "f0a0"
    },
    {
        "title": "You are watching stats for Dallas Stars at Florida Panthers gamePeriod: 1 Time: 04:58 Score: 1 : 0 Shot Location: 78 : 4Name: Roope Hintz Type: ScorerName: Tyler Seguin Type: AssistName: Esa Lindell Type: AssistName: Sergei Bobrovsky Type: GoaliePeriod: 1 Time: 15:16 Score: 2 : 0 Shot Location: 85 : 12Name: Nils Lundkvist Type: ScorerName: Radek Faksa Type: AssistName: Luke Glendening Type: AssistName: Sergei Bobrovsky Type: GoaliePeriod: 1 Time: 15:53 Score: 3 : 0 Shot Location: 78 : -4Name: Jamie Benn Type: ScorerName: Ty Dellandrea Type: AssistName: Wyatt Johnston Type: AssistName: Sergei Bobrovsky Type: GoaliePeriod: 1 Time: 19:51 Score: 4 : 0 Shot Location: 82 : 3Name: Tyler Seguin Type: ScorerName: Mason Marchment Type: AssistName: Sergei Bobrovsky Type: GoaliePeriod: 2 Time: 07:29 Score: 4 : 1 Shot Location: -62 : -14Name: Carter Verhaeghe Type: ScorerName: Gustav Forsling Type: AssistName: Sam Bennett Type: AssistName: Scott Wedgewood Type: GoaliePeriod: 2 Time: 10:56 Score: 5 : 1 Shot Location: 75 : 4Name: Roope Hintz Type: ScorerName: Jason Robertson Type: AssistName: Spencer Knight Type: GoaliePeriod: 2 Time: 12:12 Score: 5 : 2 Shot Location: -74 : -6Name: Eetu Luostarinen Type: ScorerName: Sam Bennett Type: AssistName: Matthew Tkachuk Type: AssistName: Scott Wedgewood Type: GoaliePeriod: 2 Time: 18:27 Score: 5 : 3 Shot Location: -80 : 1Name: Sam Reinhart Type: ScorerName: Aaron Ekblad Type: AssistName: Brandon Montour Type: AssistName: Jake Oettinger Type: GoaliePeriod: 3 Time: 13:57 Score: 5 : 4 Shot Location: -81 : 2Name: Matthew Tkachuk Type: ScorerName: Sam Bennett Type: AssistName: Carter Verhaeghe Type: AssistName: Jake Oettinger Type: GoaliePeriod: 3 Time: 19:42 Score: 6 : 4 Shot Location: 51 : -31Name: Ty Dellandrea Type: ScorerName: Jamie Benn Type: AssistName: Luke Glendening Type: AssistPrint Rosters",
        "username": "initially #41 Wedge was in goal again #72 Bobrovsky. Stars scored 3 goals in 4:35 late in first. Wedge was replaced in 2nd after injury when he prevented 1x1. Stars let 4:0 after 1st. FLA had many chances. Stars had big lead and never looked back. #23 was 5x2 and #4 was 0x2. FLA had 42 shots",
        "tip": "(1) 24-21-91 5-23 after pass from D-zone fast 2x1 attack, pass by #91 from top right circle to #24 right-left circle scored from point; (2) 11-12-25 5-44 individual play by #5 who carried the puck from tight blue line to left G line shot under sharp angle from left G line; (3) 10-53-14 2-23 after scramble near right boards #10 won the puck, pass to #14 near blue line who had individual effort; (4) 91-11-27 2-23 risky cross-ice pass picked up by #27 for fast 2x1 first shot by #91 deflected but he scored on his own rebound; (5) 24-14 4-20 on FLA PP, shot from top left circle screened by many players; (6) 16-21-24 2-23 #21 won puck battle near blue line quick pass to #21 in left circle who scored from point undefended; (7) 10-53-14 4-20 fast 2x1 attack by FLA pass from top right circle to right-left circle scored in one touch not intercepted by #4, #14 was late to prevent shot, we were caught on change; (8) 24-14 20-23 on PK, shot from blue line redirected by F near point; (9) 16-53-21 2-23 pass from right-right circle to bottom left circle scored by Tkachuk who overplayed Otty, not intercepted by #2 and not prevented shot by #16 or #21 but #23 was late defending; (10) 10-11-14 2-23 shot was blocked, backhand pass by #14 in M-zone to #10 who scored from blue line to EN",
        "topic": "UX",
        "tip_id": "836f"
    },
    {
        "title": "You are watching stats for Anaheim Ducks at St. Louis Blues gamePeriod: 1 Time: 00:11 Score: 0 : 1 Shot Location: 71 : 2Name: Noel Acciari Type: ScorerName: Brayden Schenn Type: AssistName: John Gibson Type: GoaliePeriod: 1 Time: 19:42 Score: 1 : 1 Shot Location: -61 : -22Name: Cam Fowler Type: ScorerName: Isac Lundestrom Type: AssistName: Jordan Binnington Type: GoaliePeriod: 3 Time: 15:47 Score: 1 : 2 Shot Location: 62 : 25Name: Justin Faulk Type: ScorerName: Robert Thomas Type: AssistName: Jordan Kyrou Type: AssistName: John Gibson Type: GoaliePeriod: 3 Time: 19:41 Score: 1 : 3 Shot Location: 64 : -24Name: Noel Acciari Type: ScorerName: Pavel Buchnevich Type: AssistPrint Rosters",
        "username": "A pair of goofy goals in first. #4 Fowler lost the puck 11 seconds in then he scored 18 seconds to... And there were many great moments on both sides. ANA had many chances. But STL scored late in 3rd on PP, then EN goal. Klingberg had many shots from left shot distance leaving his position vulnerable to counterattack.",
        "tip": "(1) 11 seconds in, unexplainable giveaway by #4 fowler from ANA in their zone STL scored 1x1; (2) shot from left blue line went in just 18 seconds before whistle weak shot maybe screened; (3) on PP, puck bounced to #72 he scored from top left circle; (4) on 6x5 #3 Klingberg lost puck STL scored EN",
        "topic": "UX",
        "tip_id": "b8cd"
    },
    {
        "title": "You are watching stats for New York Islanders at Dallas Stars gamePeriod: 2 Time: 01:30 Score: 1 : 0 Shot Location: 75 : 6Name: Mathew Barzal Type: ScorerName: Alexander Romanov Type: AssistName: Oliver Wahlstrom Type: AssistName: Jake Oettinger Type: GoaliePeriod: 2 Time: 06:57 Score: 1 : 1 Shot Location: -81 : -4Name: Radek Faksa Type: ScorerName: Tyler Seguin Type: AssistName: Jamie Benn Type: AssistName: Semyon Varlamov Type: GoaliePeriod: 2 Time: 14:19 Score: 2 : 1 Shot Location: 68 : 0Name: Mathew Barzal Type: ScorerName: Brock Nelson Type: AssistName: Anders Lee Type: AssistName: Jake Oettinger Type: GoaliePeriod: 2 Time: 14:59 Score: 2 : 2 Shot Location: -60 : 0Name: Mason Marchment Type: ScorerName: Jamie Benn Type: AssistName: Colin Miller Type: AssistName: Semyon Varlamov Type: GoaliePeriod: 3 Time: 08:17 Score: 2 : 3 Shot Location: -82 : -3Name: Jamie Benn Type: ScorerName: Mason Marchment Type: AssistName: Tyler Seguin Type: AssistName: Semyon Varlamov Type: GoaliePeriod: 3 Time: 16:27 Score: 2 : 4 Shot Location: -55 : 15Name: Jason Robertson Type: ScorerName: Joe Pavelski Type: AssistName: Semyon Varlamov Type: GoaliePeriod: 3 Time: 19:39 Score: 2 : 5 Shot Location: 91 : 29Name: Jani Hakanpaa Type: ScorerName: Jake Oettinger Type: AssistName: Joe Pavelski Type: AssistPrint Rosters",
        "username": "#44 was dressed as F but he played only 3+ minutes and 6 shifts in the first ~ 30 minutes. #22 played just 6+ minutes as a F but he started with #91 and #27. #21 started with #53. NYI #13 scored two in second. First looked great but second looked goofy. Still score was 2:2 in 3rd. Stars scored two great goals in third. But NYI almost scored in between. #20 saved goal then. But he was on ice during both their goals. #4 was 1:1. #24 did not play.",
        "tip": "(1) 53-10-25 5-20 #5 lost race to the puck near left boards, pass to top left circle, shot redirected from right-left circle by uncovered #13; (2) 12-91-14 6-5 pass from blue line to right G line, pass to point scored by #12 as tik-tak-toe; (3) 91-10 4-20 on our PK, during NYI attack, pass from left boards to blue line to #13 who skated to right point unchallenged then scored; (4) 91-14-27 6-23 puck was horse-shoewed to their zone where #14 grabbed puck near left boards, he drawn double coverage, skated to right-left circle, pass back to mid who scored on one touch; (5) 91-27-14 5-23 pass by #27 from behind the G line scored from left point by #14 on one touch; (6) 16-12-21 6-4 right after FO win, #16 pass to #21 who scored from top right circle, puck deflected off D skate; (7) 12-16-27 2-23 shot from our G line across air scored by #2",
        "topic": "UX",
        "tip_id": "e965"
    },
    {
        "title": "You are watching stats for Colorado Avalanche at Dallas Stars gamePeriod: 1 Time: 10:10 Score: 1 : 0 Shot Location: 60 : -22Name: Cale Makar Type: ScorerName: Mikko Rantanen Type: AssistName: Artturi Lehkonen Type: AssistName: Jake Oettinger Type: GoaliePeriod: 2 Time: 05:33 Score: 1 : 1 Shot Location: -86 : -3Name: Jason Robertson Type: ScorerName: Ty Dellandrea Type: AssistName: Alexandar Georgiev Type: GoaliePeriod: 3 Time: 02:06 Score: 2 : 1 Shot Location: 82 : 0Name: Alex Newhook Type: ScorerName: Evan Rodrigues Type: AssistName: Andreas Englund Type: AssistName: Jake Oettinger Type: GoaliePeriod: 3 Time: 19:34 Score: 2 : 2 Shot Location: -79 : 12Name: Jason Robertson Type: ScorerName: Roope Hintz Type: AssistName: Colin Miller Type: AssistName: Alexandar Georgiev Type: GoalieName: Mikko Rantanen Type: ScorerName: Jake Oettinger Type: GoaliePrint Rosters",
        "username": "I watched this game on TV. COL were stronger stars played well too. COL had two breakaway chances in first but Otty saved. then COL had three great chances in third at 1:2 but Stars saved. We made it 2:2 at 19:34 of 3rd.",
        "tip": "(1) 91-14 4-20 on our PK, COL players two minutes shift when goal was scored, pass from behind the goal to top right circle one timed by #8 Makar, #14 and #4 tried to block; (2) 10-91-21 4-6 puck was deflected to the left after weak shot from left corner, #21 scored on rebound falling, there was lengthy review; (3) 12-11-27 5-23 shot from blue line deflected by D to the right point, shot from right point deflected to center point, scored on rebound with #23 falling to ice; (4) 21-16-24-14 4-6 pass from top left circle to left G line, #21 scored from bottom left circle; (5) shots",
        "topic": "UX",
        "tip_id": "d9ff"
    },
    {
        "title": "You are watching stats for Nashville Predators at Detroit Red Wings gamePeriod: 2 Time: 04:09 Score: 0 : 1 Shot Location: -69 : -23Name: Dylan Larkin Type: ScorerName: David Perron Type: AssistName: Kevin Lankinen Type: GoaliePeriod: 2 Time: 14:16 Score: 0 : 2 Shot Location: -33 : 2Name: Filip Hronek Type: ScorerName: Jonatan Berggren Type: AssistName: Kevin Lankinen Type: GoaliePeriod: 3 Time: 19:39 Score: 0 : 3 Shot Location: -87 : 7Name: Michael Rasmussen Type: ScorerName: Adam Erne Type: AssistName: Filip Hronek Type: AssistPrint Rosters",
        "username": "NAS played second goalie. I would not say too many breath-taking chances. DET scored twice in second. But NAS had long 5x3 at 0:1 and did not score.",
        "tip": "(1) puck intercepted in M-zone fast pass to left boards where #71 had almost 1x1 shot from left circle scored; (2) pass from top right circle to mid blue line scored by D-man, G was screened; (3) EN net goal with seconds remaining",
        "topic": "UX",
        "tip_id": "b8b8"
    },
    {
        "title": "You are watching stats for Chicago Blackhawks at Dallas Stars gamePeriod: 1 Time: 13:55 Score: 0 : 1 Shot Location: -74 : 2Name: Jason Robertson Type: ScorerName: Petr Mrazek Type: GoaliePeriod: 2 Time: 04:22 Score: 1 : 1 Shot Location: 55 : -20Name: Seth Jones Type: ScorerName: Patrick Kane Type: AssistName: Jack Johnson Type: AssistName: Jake Oettinger Type: GoaliePeriod: 2 Time: 13:53 Score: 2 : 1 Shot Location: 79 : 5Name: Andreas Athanasiou Type: ScorerName: Max Domi Type: AssistName: Caleb Jones Type: AssistName: Jake Oettinger Type: GoaliePeriod: 2 Time: 16:53 Score: 3 : 1 Shot Location: 82 : -6Name: Connor Murphy Type: ScorerName: Jonathan Toews Type: AssistName: Jarred Tinordi Type: AssistName: Jake Oettinger Type: GoaliePeriod: 3 Time: 09:37 Score: 4 : 1 Shot Location: 79 : -6Name: Max Domi Type: ScorerName: Colin Blackwell Type: AssistName: Jake McCabe Type: AssistName: Jake Oettinger Type: GoaliePeriod: 3 Time: 10:15 Score: 4 : 2 Shot Location: -58 : -10Name: Jamie Benn Type: ScorerName: Roope Hintz Type: AssistName: Joe Pavelski Type: AssistName: Petr Mrazek Type: GoaliePeriod: 3 Time: 13:58 Score: 4 : 3 Shot Location: -73 : -22Name: Mason Marchment Type: ScorerName: Tyler Seguin Type: AssistName: Denis Gurianov Type: AssistName: Petr Mrazek Type: GoaliePeriod: 3 Time: 14:12 Score: 4 : 4 Shot Location: -67 : 6Name: Ty Dellandrea Type: ScorerName: Jani Hakanpaa Type: AssistName: Jamie Benn Type: AssistName: Petr Mrazek Type: GoaliePeriod: 3 Time: 18:27 Score: 4 : 5 Shot Location: -95 : 9Name: Radek Faksa Type: ScorerName: Colin Miller Type: AssistName: Ryan Suter Type: AssistName: Petr Mrazek Type: GoaliePeriod: 3 Time: 19:51 Score: 4 : 6 Shot Location: -76 : 7Name: Jason Robertson Type: ScorerName: Jani Hakanpaa Type: AssistPrint Rosters",
        "username": "It was uncharacterstic game for Stars. After 1:0 lead in first it was 1:4 after 50 minutes. And goals 2,3 were not typical goals against stars. Unusual giveaway early in third but #21 did not score. Then stars scored four in eight minutes, including three in five twice. #4 was 2:3. 10-14-53 line was 1:2. #34 had just a secondary assist. 16-21-24 line was 2:2 including PP goal.",
        "tip": "(1) 16-21-24 4-6 #21 won puck over D in left corner skated half-rink to mid, shot then scored on his own rebound; (2) 10-53-13 2-23 pass from left blue line to top right circle scored from right dot, #2 tried to block; (3) 16-21-24 4-6 pass from CHI D-zone to right blue line led to F overplaying #4 then scoring from his own rebound from point; (4) 53-10-14 4-2 pass from right G line to point led to puck bouncing few times, but our D-men did not clear it, until it was in our net; (5) 16-21-24 4-5 shot from blue line deflected, scored from right point by falling F. #4 did not cover rebound; (6) 16-21-24-14 4 on PP, uncovered #14 scored from middle after getting pass from battle near right boards; (7) 91-34-27 20-6 pass from left corner by #91 to left circle scored on one time by #27; (8) 53-10-14 23-2 shot from right blue line deflected on point; (9) 12-16-25 6-20 shot from blue line by #6 deflected to right G line but scored off rebound under sharp angle by #12, the play went on; (10) 91-14-21 2-23 #21 scored into EN after pass from D-zone by #2",
        "topic": "UX",
        "tip_id": "51b3"
    },
    {
        "title": "You are watching stats for St. Louis Blues at Florida Panthers gamePeriod: 1 Time: 01:20 Score: 0 : 1 Shot Location: -72 : -2Name: Aaron Ekblad Type: ScorerName: Eetu Luostarinen Type: AssistName: Gustav Forsling Type: AssistName: Thomas Greiss Type: GoaliePeriod: 1 Time: 02:58 Score: 0 : 2 Shot Location: -29 : 34Name: Radko Gudas Type: ScorerName: Thomas Greiss Type: GoaliePeriod: 1 Time: 08:47 Score: 0 : 3 Shot Location: -66 : -9Name: Carter Verhaeghe Type: ScorerName: Sam Reinhart Type: AssistName: Thomas Greiss Type: GoaliePeriod: 1 Time: 11:39 Score: 1 : 3 Shot Location: 79 : -4Name: Brandon Saad Type: ScorerName: Josh Leivo Type: AssistName: Ryan O'Reilly Type: AssistName: Spencer Knight Type: GoaliePeriod: 2 Time: 12:50 Score: 1 : 4 Shot Location: -65 : -14Name: Anton Lundell Type: ScorerName: Sam Reinhart Type: AssistName: Gustav Forsling Type: AssistName: Thomas Greiss Type: GoaliePeriod: 3 Time: 08:16 Score: 2 : 4 Shot Location: 95 : -7Name: Ryan O'Reilly Type: ScorerName: Calle Rosen Type: AssistName: Brandon Saad Type: AssistName: Spencer Knight Type: GoaliePeriod: 3 Time: 13:43 Score: 3 : 4 Shot Location: 63 : -18Name: Jordan Kyrou Type: ScorerName: Torey Krug Type: AssistName: Justin Faulk Type: AssistName: Spencer Knight Type: GoaliePeriod: 3 Time: 16:11 Score: 4 : 4 Shot Location: 67 : 15Name: Vladimir Tarasenko Type: ScorerName: Ivan Barbashev Type: AssistName: Pavel Buchnevich Type: AssistName: Spencer Knight Type: GoaliePeriod: 4 Time: 01:08 Score: 5 : 4 Shot Location: 78 : 5Name: Jordan Kyrou Type: ScorerName: Torey Krug Type: AssistName: Vladimir Tarasenko Type: AssistName: Spencer Knight Type: GoaliePrint Rosters",
        "username": "FLA had 16x1 shot differential in first. They led 3:0. First two goals were really goofy. Both teams had second G. Still FLA had 4:1 lead with 12 minutes remaining in third. But STL scored 3 in less than 8 minutes in third. FLA lost 4:5. Really?",
        "tip": "(1) fanged pass during 2x1, #5 had time to work with the puck, scored from mid uncovered; (2) after unsuccessful clearing attempt by STL, shot from right blue line G was not screened; (3) STL F was dispossessed in FLA D-zone, quick pass to M-zone led to 1x1; (4) during fast attack, shot from left circle, scored on rebound from point; (5) fast attack by FLA right after PK, pass from right circle to left circle scored on one touch; (6) shot from behind G line bounced off goalie leg to the net; (7) fast pass from D-zone to M-zone, STL F had time to work the puck, scored from right circle; (8) pass from right behind G line to left circle scored on one touch, defense was disorganized; (9) pass from D-zone to M-zone led to 1x1, STL scored from point",
        "topic": "UX",
        "tip_id": "0d0f"
    },
    {
        "title": "You are watching stats for Winnipeg Jets at Dallas Stars gamePeriod: 1 Time: 01:32 Score: 1 : 0 Shot Location: 82 : -4Name: Cole Perfetti Type: ScorerName: Blake Wheeler Type: AssistName: Nate Schmidt Type: AssistName: Jake Oettinger Type: GoaliePeriod: 1 Time: 01:58 Score: 1 : 1 Shot Location: -76 : -7Name: Wyatt Johnston Type: ScorerName: Jamie Benn Type: AssistName: Ty Dellandrea Type: AssistName: Connor Hellebuyck Type: GoaliePeriod: 1 Time: 05:46 Score: 2 : 1 Shot Location: 76 : -11Name: Jansen Harkins Type: ScorerName: Adam Lowry Type: AssistName: Brenden Dillon Type: AssistName: Jake Oettinger Type: GoaliePeriod: 1 Time: 08:27 Score: 2 : 2 Shot Location: -83 : 5Name: Jamie Benn Type: ScorerName: Jason Robertson Type: AssistName: Miro Heiskanen Type: AssistName: Connor Hellebuyck Type: GoaliePeriod: 2 Time: 08:04 Score: 3 : 2 Shot Location: 78 : 0Name: Adam Lowry Type: ScorerName: Axel Jonsson-Fjallby Type: AssistName: Dylan DeMelo Type: AssistName: Jake Oettinger Type: GoaliePeriod: 3 Time: 11:21 Score: 4 : 2 Shot Location: 76 : -1Name: Kyle Connor Type: ScorerName: Pierre-Luc Dubois Type: AssistName: Sam Gagner Type: AssistName: Jake Oettinger Type: GoaliePeriod: 3 Time: 17:48 Score: 4 : 3 Shot Location: -41 : -17Name: Jason Robertson Type: ScorerName: Miro Heiskanen Type: AssistName: Tyler Seguin Type: AssistName: Connor Hellebuyck Type: GoaliePeriod: 3 Time: 19:40 Score: 4 : 4 Shot Location: -53 : -11Name: Jason Robertson Type: ScorerName: Tyler Seguin Type: AssistName: Joe Pavelski Type: AssistName: Connor Hellebuyck Type: GoaliePeriod: 4 Time: 00:34 Score: 5 : 4 Shot Location: 71 : 6Name: Josh Morrissey Type: ScorerName: Blake Wheeler Type: AssistName: Adam Lowry Type: AssistName: Jake Oettinger Type: GoaliePrint Rosters",
        "username": "First two quick goals looked too easy. And first period ended 2:2 like in a friendly game. Then WIN scored two hard-working goals. With 3 minutes remaining stars were losing 2:4. But they scored 2 with EN. And lost quickly on first shot of OT.",
        "tip": "(1) 91-34-27 23-2 pass from mid blue line to top left circle not intercepted by #2 and not defended by #2 who could make a penalty, their F overplayed G, scored on backhand from point; (2) 53-14-10 4-23 shot from right circle deflected from left point; (3) 11-12-25 4-20 #20 overskated the puck near right-left circle, pass from right-left circle to right point scored om quick shot, #20 believed it was supposed to be an icing or penalty; (4) 16-21-24-14 4 on PP, pass from right G line to bottom right circle, quick shot deflected but #14 scored on his own rebound from right point; (5) 12-11-25 5-20 shot from right blue line deflected by F from left-right circle to left point scored on quick shot, #5 was puck watching; (6) 16-21-24 4-5 on fast attack, pass from right dot to mid scored on fast backhand shot, #5 was not close again; (7) 91-16-21-14-53 4 shot from blue line went through with goalie screened right after WIN penalty expired; (8) 16-21-24-14-91 4 after scramble near net and with WIN G falling, play continued, pass from left G line to right-left circle scored by #21, goal was confirmed after video review; (9) 21-14 4 stars lost puck in A-zone, 1x1 by WIN scored quickly after OT started",
        "topic": "UX",
        "tip_id": "ca79"
    },
    {
        "title": "You are watching stats for Dallas Stars at Colorado Avalanche gamePeriod: 1 Time: 02:05 Score: 0 : 1 Shot Location: -58 : 17Name: Nathan MacKinnon Type: ScorerName: Scott Wedgewood Type: GoaliePeriod: 1 Time: 13:51 Score: 0 : 2 Shot Location: -81 : -10Name: Josh Manson Type: ScorerName: Mikko Rantanen Type: AssistName: Artturi Lehkonen Type: AssistName: Scott Wedgewood Type: GoaliePeriod: 2 Time: 08:13 Score: 1 : 2 Shot Location: 68 : -5Name: Joe Pavelski Type: ScorerName: Miro Heiskanen Type: AssistName: Jason Robertson Type: AssistName: Alexandar Georgiev Type: GoaliePeriod: 2 Time: 10:43 Score: 1 : 3 Shot Location: -82 : 2Name: Dryden Hunt Type: ScorerName: Alex Newhook Type: AssistName: Martin Kaut Type: AssistName: Scott Wedgewood Type: GoaliePeriod: 3 Time: 07:01 Score: 1 : 4 Shot Location: -84 : -1Name: Andrew Cogliano Type: ScorerName: Logan O'Connor Type: AssistName: Josh Manson Type: AssistName: Scott Wedgewood Type: GoaliePrint Rosters",
        "username": "#41 was in goal during back-to-back games. Three hard earned goals COL scored were on rebound from point. And one goal was #14 giveaway. And week ago, COL scored one on rebound. Stars played well. Shots differential was 42-36 stars.",
        "tip": "(1) 24=14 23-2 on PK, #14 overskated the puck during 2x1 chance, #29 took the puck, scored from left-right circle; (2) 10-53-14 4-6 shot from blue line redirected at point but deflected by #41, scored on rebound from left point; (3) 16-21-24-14 4 PP goal, shot from blue line deflected twice by stars players; (4) 53-25-14 4-20 their F skated behind the goal, made wraparound shot which was deflected by #41, COL scored on rebound from point with no defense; (5) 91-16-21 5-20 fast attack by COL, shot from right circle deflected by #41, but COL scored on rebound from point. ",
        "topic": "UX",
        "tip_id": "d6d3"
    },
    {
        "title": "You are watching stats for Anaheim Ducks at Dallas Stars gamePeriod: 1 Time: 04:13 Score: 0 : 1 Shot Location: -93 : 10Name: Jason Robertson Type: ScorerName: Roope Hintz Type: AssistName: Colin Miller Type: AssistName: Anthony Stolarz Type: GoaliePeriod: 2 Time: 07:43 Score: 0 : 2 Shot Location: -56 : 2Name: Jason Robertson Type: ScorerName: Miro Heiskanen Type: AssistName: Joe Pavelski Type: AssistName: Anthony Stolarz Type: GoaliePeriod: 2 Time: 11:09 Score: 0 : 3 Shot Location: -82 : -4Name: Joel Kiviranta Type: ScorerName: Miro Heiskanen Type: AssistName: Tyler Seguin Type: AssistName: Anthony Stolarz Type: GoaliePeriod: 3 Time: 01:23 Score: 0 : 4 Shot Location: -53 : 17Name: Jason Robertson Type: ScorerName: Miro Heiskanen Type: AssistName: Roope Hintz Type: AssistName: Anthony Stolarz Type: GoaliePeriod: 3 Time: 11:23 Score: 0 : 5 Shot Location: -78 : -2Name: Wyatt Johnston Type: ScorerName: Jani Hakanpaa Type: AssistName: Anthony Stolarz Type: GoaliePrint Rosters",
        "username": "game on 12/01. Klinger did not play for ANA. Otty had shutout because we played at home against one of weakest teams in the league. Stars dominated the game. They scored five. And late in the game #14 had a penalty shot that he did not score. #21 had hat trick. Was it real?",
        "tip": "(1) 16-21-24 4-44 #21 won puck battle behind the goal line scored off D rebound unassisted; (2) 16-21-24-14 4 on PP, shot from top right circle by #21 screened by #24; (3) 91-12-25 4-20 shot from blue line by #4 scored on rebound by #25; (4) 16-21-24-14 4 on PP, shot from #21 from top right circle scored by #21; (5) 53-10-14 23-2 he overplayed their D scored from left point from backhand",
        "topic": "UX",
        "tip_id": "c603"
    },
    {
        "title": "You are watching stats for Minnesota Wild at Dallas Stars gamePeriod: 1 Time: 15:04 Score: 1 : 0 Shot Location: 81 : 22Name: Kirill Kaprizov Type: ScorerName: Mats Zuccarello Type: AssistName: Calen Addison Type: AssistName: Jake Oettinger Type: GoaliePeriod: 2 Time: 06:58 Score: 1 : 1 Shot Location: -81 : -3Name: Roope Hintz Type: ScorerName: Jason Robertson Type: AssistName: Marc-Andre Fleury Type: GoaliePeriod: 2 Time: 10:42 Score: 2 : 1 Shot Location: 82 : 8Name: Connor Dewar Type: ScorerName: Mason Shaw Type: AssistName: Jake Oettinger Type: GoaliePeriod: 2 Time: 13:17 Score: 3 : 1 Shot Location: 57 : 21Name: Jake Middleton Type: ScorerName: Jared Spurgeon Type: AssistName: Ryan Reaves Type: AssistName: Jake Oettinger Type: GoaliePeriod: 2 Time: 13:32 Score: 4 : 1 Shot Location: 81 : -2Name: Jordan Greenway Type: ScorerName: Ryan Reaves Type: AssistName: Jake Oettinger Type: GoaliePeriod: 3 Time: 00:29 Score: 5 : 1 Shot Location: 76 : 2Name: Joel Eriksson Ek Type: ScorerName: Marcus Foligno Type: AssistName: Jared Spurgeon Type: AssistName: Scott Wedgewood Type: GoaliePeriod: 3 Time: 07:12 Score: 5 : 2 Shot Location: -77 : 9Name: Roope Hintz Type: ScorerName: Joe Pavelski Type: AssistName: Mason Marchment Type: AssistName: Marc-Andre Fleury Type: GoaliePeriod: 3 Time: 07:50 Score: 5 : 3 Shot Location: -86 : 6Name: Jason Robertson Type: ScorerName: Roope Hintz Type: AssistName: Esa Lindell Type: AssistName: Marc-Andre Fleury Type: GoaliePeriod: 3 Time: 09:55 Score: 5 : 4 Shot Location: -74 : -2Name: Mason Marchment Type: ScorerName: Joe Pavelski Type: AssistName: Radek Faksa Type: AssistName: Marc-Andre Fleury Type: GoaliePeriod: 3 Time: 17:49 Score: 5 : 5 Shot Location: -70 : -9Name: Roope Hintz Type: ScorerName: Joe Pavelski Type: AssistName: Colin Miller Type: AssistName: Marc-Andre Fleury Type: GoalieName: Jason Robertson Type: ScorerName: Marc-Andre Fleury Type: GoalieName: Mats Zuccarello Type: ScorerName: Scott Wedgewood Type: GoalieName: Joe Pavelski Type: ScorerName: Marc-Andre Fleury Type: GoalieName: Kirill Kaprizov Type: ScorerName: Scott Wedgewood Type: GoalieName: Frederick Gaudreau Type: ScorerName: Scott Wedgewood Type: GoaliePrint Rosters",
        "username": "Was it kind of circus or real game? It was 1:1 in the middle of the game. Then it became 1:4 in less than 3 minutes. It was 1:5 early in 3rd... Then miraculous comeback started. Then stars scored 3 in less than 3 minutes to make it 4:5in the middle of third. then we equalized late in 3rd with EN. Then we lost shootout",
        "tip": "(1) 10-11 2-23 on PK, pass from blue line center to bottom left circle scored by #97 kaprizov, #2 did not block; (2) 16-21-24 4-20 backhand shot by #21 from point deflected scored on rebound by #24; (3) 16-91-53-34 20 on our PP, we lost puck in their zone, #20 was too slow to chase their F who scored 1x1; (4) 10-11-21 2-23 pass from right blue line to top left circle scored on one timer deflected from blocking #10; (5) 16-21-24 44-6 stars lost puck in our D-zone two shots saved by #29 but third shot scored off rebound, unclear what coverage problem was; (6) 16-21-24 4-20 slap shot from blue line deflected off F body at point; (7) 16-21-24 44-6 pass from left dot to right point scored on one timer with no resistance from their Ds; (8) 24-10-21 23-2 shot by #21 from right circle scored on his own rebound; (9) 12-16-27 2-23 pass from right corner to point scored on one touch by $27; (10) 16-21-24-14 6-4 pass from left bottom circle to center scored on one timer for hat trick by #24; (11) unusual to see 5 out of 6 scored in shootout, but that's what happened started lost in shootout",
        "topic": "UX",
        "tip_id": "a0c2"
    },
    {
        "title": "You are watching stats for Toronto Maple Leafs at Dallas Stars gamePeriod: 1 Time: 04:51 Score: 1 : 0 Shot Location: 79 : 5Name: John Tavares Type: ScorerName: Mitchell Marner Type: AssistName: Mark Giordano Type: AssistName: Jake Oettinger Type: GoaliePeriod: 1 Time: 17:36 Score: 2 : 0 Shot Location: 60 : 11Name: Auston Matthews Type: ScorerName: Jake Oettinger Type: GoaliePeriod: 2 Time: 12:19 Score: 3 : 0 Shot Location: 79 : 6Name: Rasmus Sandin Type: ScorerName: Michael Bunting Type: AssistName: Auston Matthews Type: AssistName: Jake Oettinger Type: GoaliePeriod: 3 Time: 16:07 Score: 4 : 0 Shot Location: -4 : 38Name: Alexander Kerfoot Type: ScorerName: Timothy Liljegren Type: AssistPrint Rosters",
        "username": "game on 12/06. stars were 0:2 after first. we've had 4 minutes power play in second but did not score. TOR scored in second. Stars did not scored on lengthy 5x3. And then they scored an EN goal. Stars had many great opportunities to score but they did not",
        "tip": "(1) 10-53-14 4-5 initial shot from blue line is deflected on the point but saved scored on deflection from point; (2) 11-34-25 2-23 #2 lost puck in D-zone first shot saved by #29 but then #34 matthews skated scored from right circle uncovered; (3) 24-91-27 2-23 #29 made two terrific saves on shots from point but did not saved third one; (4) 53-91-12-27 20-6 on EN, stars did not win icing in their zone, it was scored",
        "topic": "UX",
        "tip_id": "a838"
    },
    {
        "title": "You are watching stats for Ottawa Senators at Dallas Stars gamePeriod: 1 Time: 05:07 Score: 0 : 1 Shot Location: -60 : -19Name: Miro Heiskanen Type: ScorerName: Roope Hintz Type: AssistName: Joe Pavelski Type: AssistName: Anton Forsberg Type: GoaliePeriod: 1 Time: 06:55 Score: 0 : 2 Shot Location: -82 : -21Name: Miro Heiskanen Type: ScorerName: Wyatt Johnston Type: AssistName: Nils Lundkvist Type: AssistName: Anton Forsberg Type: GoaliePeriod: 1 Time: 13:52 Score: 1 : 2 Shot Location: 65 : 6Name: Derick Brassard Type: ScorerName: Drake Batherson Type: AssistName: Jake Oettinger Type: GoaliePeriod: 1 Time: 18:47 Score: 2 : 2 Shot Location: 39 : -13Name: Thomas Chabot Type: ScorerName: Brady Tkachuk Type: AssistName: Mathieu Joseph Type: AssistName: Jake Oettinger Type: GoaliePeriod: 3 Time: 01:27 Score: 3 : 2 Shot Location: 82 : 0Name: Travis Hamonic Type: ScorerName: Alex DeBrincat Type: AssistName: Jake Sanderson Type: AssistName: Jake Oettinger Type: GoaliePeriod: 3 Time: 14:54 Score: 3 : 3 Shot Location: -43 : 33Name: Nils Lundkvist Type: ScorerName: Roope Hintz Type: AssistName: Anton Forsberg Type: GoaliePeriod: 4 Time: 04:31 Score: 3 : 4 Shot Location: -74 : 2Name: Tyler Seguin Type: ScorerName: Wyatt Johnston Type: AssistName: Anton Forsberg Type: GoaliePrint Rosters",
        "username": "game on 12/08. First period ended 2:2. no goals in second. 1:1 in third. 4-5 were on ice for all goals in three periods. stars equalized late in third then won in OT",
        "tip": "(1) 16-21-24 4-5 after draw, shot by #4 from left dot was uncovered; (2) 10-53-14 4-5 shot by #4 from bottom left circle should not go in but it was goal; (3) 53-34-14 4-5 #4 lost puck in left corner shot from right-left circle scored on one-timer; (4) 11-34-25 4-5 multiple turnovers lead to multiple shot by OTT then shot from blue line deflected to net by #11; (5) 16-21 4-5-20 pass from bottom right circle to middle scored on one touch caught on bad change; (6) 16-21-24 4-5 right after FO win shot from blue line deflected; (7) 53-91 23 #53 stole puck near left corner pass to #91 who was undefended at point",
        "topic": "UX",
        "tip_id": "79c2"
    },
    {
        "title": "You are watching stats for Detroit Red Wings at Dallas Stars gamePeriod: 1 Time: 09:48 Score: 1 : 0 Shot Location: 54 : 21Name: Dylan Larkin Type: ScorerName: Austin Czarnik Type: AssistName: Jake Oettinger Type: GoaliePeriod: 1 Time: 18:06 Score: 1 : 1 Shot Location: -81 : -4Name: Denis Gurianov Type: ScorerName: Mason Marchment Type: AssistName: Tyler Seguin Type: AssistName: Ville Husso Type: GoaliePeriod: 2 Time: 16:00 Score: 1 : 2 Shot Location: -64 : 7Name: Jamie Benn Type: ScorerName: Jason Robertson Type: AssistName: Miro Heiskanen Type: AssistName: Ville Husso Type: GoaliePeriod: 2 Time: 19:00 Score: 2 : 2 Shot Location: 86 : 4Name: David Perron Type: ScorerName: Ben Chiarot Type: AssistName: Moritz Seider Type: AssistName: Jake Oettinger Type: GoaliePeriod: 4 Time: 04:29 Score: 2 : 3 Shot Location: -80 : 4Name: Nils Lundkvist Type: ScorerName: Mason Marchment Type: AssistName: Ville Husso Type: GoaliePrint Rosters",
        "username": "game on 12/10. All our goals scored when 91-34-27 (2:1) or 16-21-24 (1:) lines played. First DET goal was stoppable. Second goal scored by Perron who played 1000th game. Stars won second straight home game in OT.",
        "tip": "(1) 16-21-24 4-5 stars lost puck in A-zone, fast attack by DET, shot from top left circle not blocked by #24, looked like stoppable shot; (2) 91-34-27 5-6 fast attack by Stars, great pass by #27 to #34 scored from point; (3) 16-21-24-14 4 on PP, pass from right dot to left right circle scored by uncovered #14; (4) 12-91-27 2-23 right after FO win shot from blue line redirected from left point by a guy who played 1000th game; (5) 91-27 5 in OT, fast 2x1 attack on tired DET, pass not intercepted from bottom left circle to uncovered #5 who scored from right point ",
        "topic": "UX",
        "tip_id": "9df0"
    },
    {
        "title": "You are watching stats for Dallas Stars at Pittsburgh Penguins gamePeriod: 1 Time: 00:19 Score: 1 : 0 Shot Location: -79 : 19Name: Roope Hintz Type: ScorerName: Nils Lundkvist Type: AssistName: Tristan Jarry Type: GoaliePeriod: 1 Time: 13:14 Score: 1 : 1 Shot Location: 63 : 22Name: Pierre-Olivier Joseph Type: ScorerName: Kasperi Kapanen Type: AssistName: Jason Zucker Type: AssistName: Jake Oettinger Type: GoaliePeriod: 3 Time: 19:25 Score: 1 : 2 Shot Location: 75 : 6Name: Evgeni Malkin Type: ScorerName: Bryan Rust Type: AssistName: Jason Zucker Type: AssistName: Jake Oettinger Type: GoaliePrint Rosters",
        "username": "game on 12/10. Stars scored 19 seconds into first. They did not score after. PIT scored with 35 seconds remaining. very disappointing to lose this game to start 5 games road trip",
        "tip": "(1) 16-21-24 4-5 #24 scored on rebound off PIT D from bottom right circle; (2) 91-14 4-2 on our PK, shot from left dot was screened so #29 did not see it; (3) 16-21-24 2-20 #71 malkin scored off rebound from point with 35 seconds remaining ",
        "topic": "UX",
        "tip_id": "1403"
    },
    {
        "title": "You are watching stats for Dallas Stars at New Jersey Devils gamePeriod: 2 Time: 06:03 Score: 1 : 0 Shot Location: -76 : -7Name: Ty Dellandrea Type: ScorerName: Ryan Suter Type: AssistName: Akira Schmid Type: GoaliePeriod: 2 Time: 07:55 Score: 1 : 1 Shot Location: 71 : 5Name: Miles Wood Type: ScorerName: Kevin Bahl Type: AssistName: Yegor Sharangovich Type: AssistName: Scott Wedgewood Type: GoaliePeriod: 2 Time: 19:57 Score: 2 : 1 Shot Location: -86 : -1Name: Roope Hintz Type: ScorerName: Miro Heiskanen Type: AssistName: Jason Robertson Type: AssistName: Akira Schmid Type: GoaliePeriod: 3 Time: 18:51 Score: 3 : 1 Shot Location: 76 : -1Name: Esa Lindell Type: ScorerPeriod: 3 Time: 19:48 Score: 4 : 1 Shot Location: 21 : -23Name: Mason Marchment Type: ScorerName: Tyler Seguin Type: AssistPrint Rosters",
        "username": "Game on 12/13. We had Wedgy in net, NJD also had backup. Both teams are among top in the NHL.  Very many great chances during the game. Not many goals scored. We led after two due to a goal in the last minute. Then we scored to EN goals.",
        "tip": "(1) 10-91-27 6-20 shot from left blue line by #20 redirected from point by #10; (2) 10-91-27 6-20 same description, same lineup, right after faceoff win, shot from left blue line redirected from point by #44 Wood; (3) 16-21-24 4-5 shot from blue line by #4 scored on rebound from point by #24 with 3 seconds to go; (4) 16-21-24 2-23 EN goal from D zone; (5) 12-91-27 4-20 another EN goal from M zone",
        "topic": "UX",
        "tip_id": "919e"
    },
    {
        "title": "You are watching stats for Dallas Stars at Washington Capitals gamePeriod: 2 Time: 09:23 Score: 0 : 1 Shot Location: -84 : 7Name: Conor Sheary Type: ScorerName: Alex Ovechkin Type: AssistName: Dylan Strome Type: AssistName: Jake Oettinger Type: GoaliePeriod: 3 Time: 00:48 Score: 1 : 1 Shot Location: 85 : -4Name: Jamie Benn Type: ScorerName: Roope Hintz Type: AssistName: Joe Pavelski Type: AssistName: Charlie Lindgren Type: GoaliePeriod: 3 Time: 02:07 Score: 2 : 1 Shot Location: 36 : -35Name: Colin Miller Type: ScorerName: Ryan Suter Type: AssistName: Mason Marchment Type: AssistName: Charlie Lindgren Type: GoaliePrint Rosters",
        "username": "Game on 12/15. WAS has definitive shooters. Ovie #8 had 5 shots, Orlov #9 had 8 shots, Oshie #77 had 5, two more with four. Stars leader is #34 with four. Total shots on goal ratio was 27:48. Many chances for both teams. We had two 1x1 by #21 and #34, but WAS did not have greatest chances. WAS took the lead in the middle of second. Stars scored two early in third in 1:25. That's all they needed to win. Did we keep entire game under control over team, which just won 5 in a row?",
        "tip": "(1) 10-92-27 4-5 pass by #8 from left dot to right post scored, clearly overplayed #29, #5 was late to prevent pass, #4 did not prevent the shot; (2) 16-21-24-14 4 on PP, shot from blue line by #4 scored on rebound on jam from point by #14; (3) 53-27-14 6-20 shot from blue line by #6 deflected off somebody near point",
        "topic": "UX",
        "tip_id": "ba80"
    },
    {
        "title": "You are watching stats for Dallas Stars at Carolina Hurricanes gamePeriod: 1 Time: 06:20 Score: 0 : 1 Shot Location: -79 : -5Name: Stefan Noesen Type: ScorerName: Teuvo Teravainen Type: AssistName: Brent Burns Type: AssistName: Scott Wedgewood Type: GoaliePeriod: 1 Time: 17:03 Score: 0 : 2 Shot Location: -66 : 25Name: Andrei Svechnikov Type: ScorerName: Jalen Chatfield Type: AssistName: Calvin de Haan Type: AssistName: Scott Wedgewood Type: GoaliePeriod: 1 Time: 18:38 Score: 1 : 2 Shot Location: 79 : -1Name: Joe Pavelski Type: ScorerName: Jason Robertson Type: AssistName: Miro Heiskanen Type: AssistName: Antti Raanta Type: GoaliePeriod: 2 Time: 05:38 Score: 2 : 2 Shot Location: 75 : 1Name: Jamie Benn Type: ScorerName: Miro Heiskanen Type: AssistName: Jason Robertson Type: AssistName: Antti Raanta Type: GoaliePeriod: 2 Time: 13:54 Score: 2 : 3 Shot Location: -81 : 22Name: Teuvo Teravainen Type: ScorerName: Martin Necas Type: AssistName: Brent Burns Type: AssistName: Scott Wedgewood Type: GoaliePeriod: 3 Time: 02:44 Score: 2 : 4 Shot Location: -81 : 1Name: Seth Jarvis Type: ScorerName: Brady Skjei Type: AssistName: Scott Wedgewood Type: GoaliePeriod: 3 Time: 09:05 Score: 3 : 4 Shot Location: 72 : -9Name: Tyler Seguin Type: ScorerName: Colin Miller Type: AssistName: Antti Raanta Type: GoaliePeriod: 3 Time: 10:47 Score: 4 : 4 Shot Location: 72 : -7Name: Jani Hakanpää Type: ScorerName: Jason Robertson Type: AssistName: Antti Raanta Type: GoaliePeriod: 4 Time: 02:19 Score: 4 : 5 Shot Location: -82 : 1Name: Martin Necas Type: ScorerName: Andrei Svechnikov Type: AssistName: Scott Wedgewood Type: GoaliePrint Rosters",
        "username": "Game on 12/17. Wedgy was in goal. Two soft goals against us. Score was 0:2 then stars scored 2, then 2:4 stars scored two again to equalize at 4:4. we lost in OT",
        "tip": "(1) 24-11 2-23 on PK, right after faceoff, shot from left blue line redirected at left point not interrupted by #2; (2) 10-11-25 2-4 fast attack, their F overplayed #11 then wrist shot from right point not prevented by #4, not saved by #41 who saw the shot; (3) 16-21-24-14 4 on PP, shot from mid by #21 tipped from point by #16; (4) 16-21-24-14 4 on PP, shot from blue line by #4 redirected by #14 from point; (5) 11 20-23 on 3x5 PK, pass from left point to bottom right circle scored under sharp angle; (6) 12-91-34 4-5 individual effort by their F who skated with three stars #91, #5, #4 on his back and somehow scored from point; (7) 12-91-34 6-20 right after faceoff shot by #6 from right blue line deflected off #91 at point; (8) 16-21-24 2-23 after by from bottom right circle shot from right dot by #2 somehow slips through G; (9) 14-27 4 in OT, fast attack 2x1 but #41 deflected, their F took rebound, pass to point from the goal line not intercepted by #4",
        "topic": "UX",
        "tip_id": "ebad"
    },
    {
        "title": "You are watching stats for Dallas Stars at Columbus Blue Jackets gamePeriod: 2 Time: 00:55 Score: 1 : 0 Shot Location: -71 : -15Name: Wyatt Johnston Type: ScorerName: Ryan Suter Type: AssistName: Jamie Benn Type: AssistName: Daniil Tarasov Type: GoaliePeriod: 3 Time: 18:53 Score: 2 : 0 Shot Location: 32 : 2Name: Jason Robertson Type: ScorerPeriod: 3 Time: 19:45 Score: 2 : 1 Shot Location: 66 : 4Name: Kent Johnson Type: ScorerName: Jack Roslovic Type: AssistName: Gustav Nyquist Type: AssistName: Jake Oettinger Type: GoaliePrint Rosters",
        "username": "Stars had majority of chances. Their G had a couple of bad looks early. Stars took lead in second then scored on EN late in third. Stars controlled the game. #29 did not get shutout because of goal with 14 seconds remaining.",
        "tip": "(1) 53-14-27 6-20 shot from mid by #20 scored on the rebound from point by #53; (2) 16-21-24 2-23 after faceoff, #21 scored EN from our D zone; (3) 11-91-27 4-20 they scored 6x5 from mid, #91 did not prevent the shot but #4 and #20 did not block",
        "topic": "UX",
        "tip_id": "e667"
    }
]