[
    {
        "title": "You are watching stats for NYI at DAL gamePeriod: 1 Time: 07:59 Score: 0 : 1assist 2 Matt Duchene goal: Tyler Seguin assist 1 Mason Marchment Period: 2 Time: 10:58 Score: 0 : 2goal: Jamie Benn assist 1 Wyatt Johnston Period: 3 Time: 18:57 Score: 0 : 3goal: Tyler Seguin assist 1 Mason Marchment assist 2 Sam Steel Not currently used",
        "username": "Stars had 2 goals lead in 2nd did not really try to score in 3rd. They played with 5D after #3 injury in 3rd",
        "tip": "(1) 91-95-27 23-55 #91 left alone in the slot scored after pass from #27 from corner; (2) 53-63-14 5-55 #53 took puck away passed quickly to #14 who scored; (3) 18-27-91 4-23 after scramble near the boards #18 quickly passed to #27 who passed to #91 who scored empty net",
        "topic": "UX",
        "tip_id": "bb49"
    },
    {
        "title": "You are watching stats for DAL at BOS gamePeriod: 1 Time: 11:57 Score: 0 : 1goal: David Pastrnak assist 1 Matthew Poitras Period: 1 Time: 16:20 Score: 1 : 1goal: Matt Duchene assist 1 Tyler Seguin assist 2 Thomas Harley Period: 2 Time: 00:31 Score: 2 : 1assist 1 Jamie Benn goal: Jason Robertson assist 2 Miro Heiskanen Period: 2 Time: 04:57 Score: 3 : 1assist 1 Matt Duchene assist 2 Mason Marchment goal: Logan Stankoven Period: 2 Time: 08:59 Score: 4 : 1assist 2 Matt Duchene goal: Tyler Seguin assist 1 Mason Marchment Period: 2 Time: 10:41 Score: 4 : 2assist 1 Trent Frederic goal: Justin Brazeau assist 2 Morgan Geekie Period: 3 Time: 17:58 Score: 5 : 2assist 1 Tyler Seguin goal: Roope Hintz Not currently used",
        "username": "Stars played #1 DeSmith in goal. He made many brilliant stops. They went 3/5 PP, including 3/3 in 2nd when they led 4:1. Did not try to score in 3rd.",
        "tip": "(1) 24-27 3-55 4x4 #3 passed to #55 behind the next but it was turnover followed by pass to front of net to free #88 who scored one touch (2) 5-55 27-91-95 fast counterattack $55 carried puck after 2 quick passes #91 scored from left circle; (3) 21-24-14-53 4 PPG pass from right circle to behind the net one touch pass to #21 front of net who scored catch and release; (4) 11-27-91-95 55 PPG #95 carried puck near bottom of right circle quick pass to front of net #91 who scored one touch ; (5) 11-27-91-95 55 quick entry on PP pass from left circle #27 to right circle #91 who scored; (6) 91-14 23-55 on PK, Boston won puck battle behind the net quick pass to front -> scored uncovered; (7) 21-24-91 4-55 EN turnover by Boston in our zone quick pass by #91 to #24 who carried puck then scored EN",
        "topic": "UX",
        "tip_id": "5119"
    }
]