[
    {
        "title": "You are watching stats for NYI at DAL gamePeriod: 1 Time: 07:59 Score: 0 : 1assist 2 Matt Duchene goal: Tyler Seguin assist 1 Mason Marchment Period: 2 Time: 10:58 Score: 0 : 2goal: Jamie Benn assist 1 Wyatt Johnston Period: 3 Time: 18:57 Score: 0 : 3goal: Tyler Seguin assist 1 Mason Marchment assist 2 Sam Steel Not currently used",
        "username": "Stars had 2 goals lead in 2nd did not really try to score in 3rd. They played with 5D after #3 injury in 3rd",
        "tip": "(1) 91-95-27 23-55 #91 left alone in the slot scored after pass from #27 from corner; (2) 53-63-14 5-55 #53 took puck away passed quickly to #14 who scored; (3) 18-27-91 4-23 after scramble near the boards #18 quickly passed to #27 who passed to #91 who scored empty net",
        "topic": "UX",
        "tip_id": "bb49"
    },
    {
        "title": "You are watching stats for DAL at BOS gamePeriod: 1 Time: 11:57 Score: 0 : 1goal: David Pastrnak assist 1 Matthew Poitras Period: 1 Time: 16:20 Score: 1 : 1goal: Matt Duchene assist 1 Tyler Seguin assist 2 Thomas Harley Period: 2 Time: 00:31 Score: 2 : 1assist 1 Jamie Benn goal: Jason Robertson assist 2 Miro Heiskanen Period: 2 Time: 04:57 Score: 3 : 1assist 1 Matt Duchene assist 2 Mason Marchment goal: Logan Stankoven Period: 2 Time: 08:59 Score: 4 : 1assist 2 Matt Duchene goal: Tyler Seguin assist 1 Mason Marchment Period: 2 Time: 10:41 Score: 4 : 2assist 1 Trent Frederic goal: Justin Brazeau assist 2 Morgan Geekie Period: 3 Time: 17:58 Score: 5 : 2assist 1 Tyler Seguin goal: Roope Hintz Not currently used",
        "username": "Stars played #1 DeSmith in goal. He made many brilliant stops. They went 3/5 PP, including 3/3 in 2nd when they led 4:1. Did not try to score in 3rd.",
        "tip": "(1) 24-27 3-55 4x4 #3 passed to #55 behind the next but it was turnover followed by pass to front of net to free #88 who scored one touch (2) 5-55 27-91-95 fast counterattack $55 carried puck after 2 quick passes #91 scored from left circle; (3) 21-24-14-53 4 PPG pass from right circle to behind the net one touch pass to #21 front of net who scored catch and release; (4) 11-27-91-95 55 PPG #95 carried puck near bottom of right circle quick pass to front of net #91 who scored one touch ; (5) 11-27-91-95 55 quick entry on PP pass from left circle #27 to right circle #91 who scored; (6) 91-14 23-55 on PK, Boston won puck battle behind the net quick pass to front -> scored uncovered; (7) 21-24-91 4-55 EN turnover by Boston in our zone quick pass by #91 to #24 who carried puck then scored EN",
        "topic": "UX",
        "tip_id": "5119"
    },
    {
        "title": "You are watching stats for FLA at NYR gamePeriod: 1 Time: 00:44 Score: 1 : 0assist 1 Sam Reinhart assist 2 Eetu Luostarinen goal: Anton Lundell Period: 1 Time: 02:42 Score: 2 : 0goal: Carter Verhaeghe assist 1 Gustav Forsling Period: 1 Time: 04:44 Score: 2 : 1assist 1 Adam Fox goal: Alexis Lafrenière Period: 2 Time: 06:59 Score: 3 : 1assist 2 Dmitry Kulikov goal: Sam Bennett assist 1 Niko Mikkola Button ot currently used",
        "username": "quick 2:1 FLA after 5 minutes then very loose defense but goalies were brilliant",
        "tip": "(1) FLA won puck after battle near right board quick pass to #15 who was uncovered in front of net just 44 seconds in; (2) after turnover by NYR in D zone quick pass to #23 who scored from left circle hold and release less than 3 minutes in; (3) puck battle near right bord which NYR won, quick pass to front who scored uncovered less than 5 minutes in; (4) shot from left blue line redirected in front of net",
        "topic": "UX",
        "tip_id": "1378"
    },
    {
        "title": "You are watching stats for CHI at DAL gamePeriod: 1 Time: 09:17 Score: 0 : 1goal: Evgenii Dadonov assist 1 Esa Lindell Period: 2 Time: 14:42 Score: 0 : 2goal: Jamie Benn assist 1 Miro Heiskanen assist 2 Thomas Harley Period: 3 Time: 08:50 Score: 0 : 3goal: Matt Duchene assist 2 Miro Heiskanen assist 1 Logan Stankoven Period: 3 Time: 09:34 Score: 1 : 3assist 2 Patrick Maroon assist 1 Craig Smith goal: Ryan Donato Period: 3 Time: 14:15 Score: 2 : 3assist 1 Patrick Maroon assist 2 Nolan Allan goal: Connor Bedard Period: 3 Time: 19:42 Score: 2 : 4goal: Matt Duchene assist 1 Tyler Seguin Button ot currently used",
        "username": "Stars controlled game. Maybe they allowed 3:0 turn to 3:2",
        "tip": "(1) 11-63-27 23-55 #23 won puck battle near boards in D zone quick pass to #63 who scored 1x1; (2) 14-63-53 55-4 pass by #55 from blue line to corner who made a shot which #14 scored on rebound in front of goal from midair; (3) 11-91-95-27 4 on PP, pass by #11 from left circle to right corner, #95 held and shoot from sharp corner, pass was slightly interrupted but not enough those passes should not go through; (4) 24-21-63 3-23 Otty held puck but then his pad was pushed to be inside goal; (5) 15-18-22 4-23 very similar to #63 goal today pass from board in our zone led to 1x1 Jake did not stop but could I believe; (6) 91-95-27 3-4 6x5 CHI shot was blocked quick pass from D zone to #95 who scored to EN",
        "topic": "UX",
        "tip_id": "f2e6"
    },
    {
        "title": "You are watching stats for DAL at BUF gamePeriod: 2 Time: 12:21 Score: 0 : 1assist 1 Beck Malenstyn goal: Peyton Krebs assist 2 Owen Power Period: 2 Time: 13:44 Score: 0 : 2assist 1 Jason Zucker goal: Ryan McLeod assist 2 Owen Power Period: 3 Time: 04:17 Score: 0 : 3assist 2 Alex Tuch goal: Tage Thompson assist 1 Owen Power Period: 3 Time: 15:24 Score: 1 : 3assist 2 Evgenii Dadonov assist 1 Matt Duchene goal: Thomas Harley Period: 3 Time: 17:48 Score: 2 : 3assist 1 Evgenii Dadonov goal: Tyler Seguin assist 2 Mavrik Bourque Period: 3 Time: 19:49 Score: 2 : 4goal: Alex Tuch assist 1 Tage Thompson Button ot currently used",
        "username": "my bet is that stars flew at 3:17 am they did not have chance to sleep well. two quick goals in 2nd followed by another one in 3rd. Stars started to score with 6 minutes remaining in 3rd they scored 2 6x5 goals but did not scored 3rd",
        "tip": "(1) 11-21-24 5-46 initial shot from blue line was saved but after incredible deflection scored on rebound from midair; (2) 22-15-18 4-55 83 seconds later, stars lost puck battle in BUF zone quick pass to our blue line 2x1 they scored on change of point of attack, #55 tried to intercept pass but #23 was late; (3) 95-27-53 3-4 pass from top right circle to top left circle scored after change point of attack; (4) 91-95-22-63-27 55 shot from blue line by #55 deflected by BUF we played 6x5; (5) 91-95-22-27-63 55 pass by #95 from behind net led to shot by #63 saved but scored on rebound by #91 from left we played 6x5; (6) 11-21-24-53-27 4 #4 had puck in our zone with EN but his pass was intercepted they scored EN goal",
        "topic": "UX",
        "tip_id": "7a7b"
    },
    {
        "title": "You are watching stats for FLA at NYI gamePeriod: 1 Time: 01:32 Score: 0 : 1assist 1 Casey Cizikas goal: Dennis Cholowski Period: 1 Time: 06:01 Score: 0 : 2goal: Kyle Palmieri assist 1 Ryan Pulock assist 2 Maxim Tsyplakov Period: 1 Time: 11:41 Score: 0 : 3assist 2 Kyle Palmieri goal: Brock Nelson assist 1 Maxim Tsyplakov Period: 1 Time: 13:27 Score: 1 : 3goal: Sam Reinhart assist 1 Eetu Luostarinen assist 2 Anton Lundell Period: 2 Time: 06:38 Score: 2 : 3assist 1 Carter Verhaeghe goal: Matthew Tkachuk Period: 2 Time: 18:16 Score: 3 : 3assist 1 Dmitry Kulikov assist 2 Spencer Knight goal: Mackie Samoskevich Period: 3 Time: 06:19 Score: 4 : 3goal: Sam Bennett assist 2 Niko Mikkola assist 1 Matthew Tkachuk Period: 3 Time: 09:49 Score: 5 : 3goal: Matthew Tkachuk assist 1 Adam Boqvist assist 2 Anton Lundell Period: 3 Time: 17:43 Score: 6 : 3goal: Gustav Forsling Button ot currently used",
        "username": "Well FLA was in 0:3 hole in 1st then they scored 6 in row. They played 2nd goalie",
        "tip": "(1) NYI scored after shot from blue line just seconds in; (2) shot by NYI from blue line was deflected but saved NYI scored on rebound; (3) NYI shot from top of left circle saved but scored on rebound; (4) NYI turnover in M zone quickly passed to #13 who scored 1x1; (5) surprise G interference by #19 but NYI did not challenge; (6)FLA F scored on a wraparound for 1st NHL goal for #25; (7) shot from blue line bounced off NYI G but scored on rebound; (8) FLA scored on PP; (9) FLA scored En",
        "topic": "UX",
        "tip_id": "78cf"
    },
    {
        "title": "You are watching stats for MIN at PHI gamePeriod: 1 Time: 01:18 Score: 0 : 1goal: Sean Couturier assist 1 Rasmus Ristolainen assist 2 Travis Konecny Period: 1 Time: 03:51 Score: 0 : 2goal: Nick Seeler assist 1 Travis Konecny assist 2 Matvei Michkov Period: 2 Time: 14:54 Score: 1 : 2assist 2 Joel Eriksson Ek assist 1 Kirill Kaprizov goal: Brock Faber Period: 2 Time: 15:27 Score: 2 : 2goal: Marcus Foligno assist 1 Declan Chisholm Period: 2 Time: 18:16 Score: 2 : 3assist 1 Sean Couturier assist 2 Owen Tippett goal: Matvei Michkov Period: 2 Time: 19:56 Score: 3 : 3goal: Joel Eriksson Ek assist 1 Kirill Kaprizov assist 2 Matt Boldy Period: 3 Time: 02:18 Score: 4 : 3assist 1 Zach Bogosian goal: Marcus Foligno assist 2 Jonas Brodin Period: 3 Time: 04:55 Score: 4 : 4goal: Travis Konecny assist 2 Owen Tippett assist 1 Morgan Frost Period: 3 Time: 08:26 Score: 4 : 5assist 2 Nick Seeler goal: Sean Couturier assist 1 Travis Konecny Period: 3 Time: 13:28 Score: 5 : 5goal: Jake Middleton Period: 3 Time: 17:36 Score: 5 : 6assist 1 Sean Couturier goal: Rasmus Ristolainen assist 2 Travis Konecny Period: 3 Time: 19:00 Score: 5 : 7goal: Sean Couturier assist 2 Travis Sanheim assist 1 Noah Cates Button ot currently used",
        "username": "both teams played 2nd G. Easy 2:0 for PHI early 2nd period ends 3x3 then it was 4:4 then 5:5 but MIN scored win  3 min remaning",
        "tip": "(1) PHI scored on rebound after easy shot from blue line early; (2) almost shot from blue line by PHI looks like PHI had just 3 shots in 1st they scored twice MIN had 15 scored 0; (3) shot from blue line by MIN redirected in front; (4) 33 seconds later MIN scores on quick rush; (5) shot from top of circles in the middle hurt by traffic; (6) on PP shot from blue line scored on rebound; (7) shot from blue line redirected in front of net; (8) #11 PHI scored after rebound on PP; (9) #11 scored on rebound after 2 shots with no MIN D joining; (10) harmless shot from blue line by MIN scored; (11) four passes by PHI were success to score; ",
        "topic": "UX",
        "tip_id": "61df"
    },
    {
        "title": "You are watching stats for OTT at COL gamePeriod: 1 Time: 19:52 Score: 0 : 1assist 2 Nathan MacKinnon assist 1 Casey Mittelstadt goal: Nikolai Kovalenko Period: 2 Time: 19:42 Score: 0 : 2goal: Josh Manson assist 2 Samuel Girard assist 1 Casey Mittelstadt Period: 3 Time: 09:15 Score: 1 : 2assist 2 Nick Cousins goal: Brady Tkachuk assist 1 Tyler Kleven Period: 3 Time: 11:23 Score: 2 : 2goal: Nick Cousins assist 1 Brady Tkachuk assist 2 Tim Stützle Period: 3 Time: 13:29 Score: 2 : 3assist 2 Samuel Girard assist 1 Casey Mittelstadt goal: Logan O'Connor Period: 3 Time: 15:01 Score: 2 : 4goal: Ross Colton assist 1 Cale Makar Period: 3 Time: 16:48 Score: 3 : 4goal: Claude Giroux assist 2 Thomas Chabot assist 1 Drake Batherson Period: 3 Time: 18:45 Score: 3 : 5goal: Nathan MacKinnon assist 1 Mikko Rantanen Period: 3 Time: 19:50 Score: 4 : 5goal: Claude Giroux assist 1 Josh Norris assist 2 Brady Tkachuk Button ot currently used",
        "username": "it was 0:1 late in 2nd, 1:2 in the middle of 3rd. Then 6 goals in 10 minutes. Was there OTT G change? Yes, Ullmark was pulled early. COL controlled game they led all the time except 2:2",
        "tip": "(1) goal by #96 waived after coach's challenge G interference; I agree; (1) pass by #96 from behind the goal to front scored one touch; (2) late in 2nd, weak backhand shot from middle somehow goes through with G screened; (3) shot from middle deflected off boards but scored on deflection from front; (4) shot from blue line saved but scored on rebound from front; (5) pass from behind the net scored from front; (6) OTT had turnover in D zone COL F sailed then scored on his own rebound; (7) pass from behind the net scored on one touch; (8) with EN turnover in COL D zone score to EN; (9) one time scored from left dot after pass from right corner with 6x5",
        "topic": "UX",
        "tip_id": "daab"
    },
    {
        "title": "You are watching stats for DAL at NSH gamePeriod: 2 Time: 02:05 Score: 1 : 0goal: Roope Hintz assist 1 Logan Stankoven assist 2 Wyatt Johnston Period: 2 Time: 02:24 Score: 2 : 0assist 1 Roope Hintz goal: Jason Robertson assist 2 Logan Stankoven Period: 2 Time: 03:30 Score: 2 : 1assist 2 Roman Josi assist 1 Jonathan Marchessault goal: Filip Forsberg Period: 2 Time: 08:03 Score: 3 : 1assist 1 Matt Duchene goal: Mason Marchment assist 2 Logan Stankoven Period: 2 Time: 18:15 Score: 4 : 1assist 1 Tyler Seguin goal: Mason Marchment assist 2 Thomas Harley Period: 3 Time: 04:37 Score: 4 : 2assist 2 Filip Forsberg goal: Tommy Novak assist 1 Luke Evangelista Period: 3 Time: 18:25 Score: 4 : 3goal: Ryan O'Reilly assist 1 Jonathan Marchessault Button ot currently used",
        "username": "suddenly wedgy started tonight; will continue",
        "tip": "(1) 11-21-24 3-4 #11 scated behind the goal pass to #24 who scored from front; (2) 11-21-24 3-4 #24 had almost breakaway but stopped in the middle short pass to #21 who scored from middle; (3) 15-10 46-23 on PK pass from top right circle to mid scored; (4) 91-95-11-27 55 on PP #27 scored; (5) ",
        "topic": "UX",
        "tip_id": "19f0"
    },
    {
        "title": "You are watching stats for SEA at DAL gamePeriod: 1 Time: 16:17 Score: 0 : 1assist 1 Colin Blackwell goal: Sam Steel assist 2 Thomas Harley Period: 1 Time: 16:30 Score: 0 : 2assist 1 Jamie Benn assist 2 Logan Stankoven goal: Wyatt Johnston Button ot currently used",
        "username": "two goals scored in 13 seconds in first. DeSmith was in goal. Stars second shutout in 3rd game of the season. Stars had just 10 shots in 2nd and 3rd. That included 2 1x1 in 3rd but they did not score.",
        "tip": "(1) pass from left corner not intercepted, scored from right dot this pass should not go through; (2) individual effort by #53 from right dot",
        "topic": "UX",
        "tip_id": "4620"
    },
    {
        "title": "You are watching stats for FLA at DAL gamePeriod: 1 Time: 00:28 Score: 1 : 0assist 2 Aleksander Barkov assist 1 Aaron Ekblad goal: Evan Rodrigues Period: 1 Time: 07:11 Score: 2 : 0goal: Aleksander Barkov assist 1 Sam Reinhart assist 2 Evan Rodrigues Period: 1 Time: 10:45 Score: 2 : 1assist 2 Matt Duchene goal: Tyler Seguin assist 1 Ilya Lyubushkin Period: 1 Time: 15:52 Score: 3 : 1assist 1 Aaron Ekblad assist 2 Sam Bennett goal: Anton Lundell Period: 2 Time: 01:32 Score: 3 : 2assist 2 Matt Duchene goal: Esa Lindell assist 1 Jason Robertson Period: 2 Time: 06:07 Score: 4 : 2assist 1 Aleksander Barkov assist 2 Aaron Ekblad goal: Sam Reinhart Period: 3 Time: 02:31 Score: 5 : 2assist 1 A.J. Greer assist 2 Niko Mikkola goal: Mackie Samoskevich Period: 3 Time: 10:08 Score: 6 : 2assist 1 Aleksander Barkov goal: Sam Reinhart assist 2 Gustav Forsling Period: 3 Time: 15:38 Score: 6 : 3assist 1 Sam Steel assist 2 Ilya Lyubushkin goal: Mavrik Bourque Period: 3 Time: 19:26 Score: 6 : 4goal: Jamie Benn assist 2 Esa Lindell assist 1 Logan Stankoven Button ot currently used",
        "username": "FLA were in control all game winning 6:2 late in 3rd. Then released grip in the end. #23 was on ice 2:3. Jake made just 22/28.",
        "tip": "(1) 24-14-11 4-23 after turnover by #23 pass from right corner to blue line shot from right blue line redirected; (2) 27-91-95 5-55 #95 lost puck entering zone after bad pass from #55 => fast 3x2 scored from middle; (3) 27-91-95 46-55 stars won puck in M zone, shot by #46 deflected puck went to #91 who was behind net he scored by deflection from goalie skate; (4) 53-24 23-46 on PK, similar to first goal: pass from right corner to right blue line shot from blue line deflection; (5) 95-63-21 3-23 shot from distance picked up by #21 on rebound no look pass behind to right post scored by #23; (6) 24-53-21-14 55 on PP after turnover quick 2x1 against stars scored from right point; (7) 15-18-22 5-23 after stars shot attempt, quick 2x2 by FLA shot from right dot pass not intercepted by #5 by probably Jake's fault; (8) 15-18-22 3-55 shot from blue line left deflected to left goal line pass to right point #18 did not intercept pass because he got injured during this attack; (9) 15-18-22 4-46 big pile near the FLA goal puck somehow went in; (10) 11-14-24 23-5 #23 shot from left blue line deflected pass falling by #11 from left line to #14 scored from middle",
        "topic": "UX",
        "tip_id": "9732"
    },
    {
        "title": "You are watching stats for BOS at CAR gamePeriod: 1 Time: 06:28 Score: 0 : 1assist 1 Sebastian Aho goal: Jack Roslovic assist 2 Andrei Svechnikov Period: 1 Time: 13:11 Score: 1 : 1goal: Brad Marchand assist 2 Elias Lindholm assist 1 David Pastrnak Period: 1 Time: 17:14 Score: 1 : 2assist 1 Shayne Gostisbehere assist 2 Martin Necas goal: Andrei Svechnikov Period: 1 Time: 17:52 Score: 1 : 3assist 1 Dmitry Orlov assist 2 William Carrier goal: Jackson Blake Period: 1 Time: 18:06 Score: 1 : 4assist 2 Shayne Gostisbehere goal: Martin Necas assist 1 Seth Jarvis Period: 2 Time: 03:38 Score: 2 : 4goal: Hampus Lindholm assist 2 David Pastrnak assist 1 Mark Kastelic Period: 2 Time: 08:51 Score: 2 : 5assist 2 Martin Necas goal: Andrei Svechnikov assist 1 Seth Jarvis Period: 2 Time: 09:32 Score: 2 : 6assist 1 Jordan Martinook goal: Jack Roslovic Period: 3 Time: 07:36 Score: 2 : 7goal: Sean Walker Period: 3 Time: 12:13 Score: 2 : 8assist 1 Martin Necas goal: Jesperi Kotkaniemi Button ot currently used",
        "username": "CAR scored 3 goals in less than a minute in 1st. Swayman went 16/22 in less than 30 minutes before replaced by Corpisalo 13/15. Among first 5 goals by CAR 4 were scored on special teams. Similar to DAL game.",
        "tip": "(1) delayed undisciplined penalty to BOS: pass from left corner to middle scored hold and release stick was there blocking shot; (2) 5x3 attempted pass from bottom right circle is deflected off D man knee; (3) on PP shot from blue line deflected in front; (4) CAR F attempted individual effort but BOS D intercepted so another CAR F picked up loose change in front; (5) on PP shot from left point is deflected off BOS D skate; (6) backhand pass from right corner to middle scored by BOS D; (7) on PP, backhand pass from left goal line to right point scored on second shot, pass not intercepted by D; (8) BOS D dispossessed behind goal line pass to point scored: (9) pass from blue line intercepted by BOS D but CAR F picked up loose change; (10) individual effort from top right circle",
        "topic": "UX",
        "tip_id": "bc67"
    },
    {
        "title": "You are watching stats for DAL at FLA gamePeriod: 1 Time: 14:45 Score: 0 : 1assist 2 Sam Reinhart goal: Evan Rodrigues assist 1 Niko Mikkola Period: 2 Time: 08:47 Score: 0 : 2assist 2 Aleksander Barkov goal: Matthew Tkachuk assist 1 Uvis Balinskis Period: 2 Time: 11:22 Score: 1 : 2goal: Evgenii Dadonov assist 2 Matt Duchene assist 1 Wyatt Johnston Period: 2 Time: 11:56 Score: 2 : 2goal: Matt Duchene assist 1 Miro Heiskanen assist 2 Thomas Harley Period: 3 Time: 02:32 Score: 2 : 3assist 1 Tomas Nosek goal: A.J. Greer Period: 3 Time: 19:00 Score: 2 : 4goal: Sam Reinhart assist 1 Eetu Luostarinen Button ot currently used",
        "username": "Stars played much better than yesterday. They had 3 posts during the game. FLA did not have any. #46 was on ice for first three goals against. same set play scored 3rd time in 2 games for them. lines were changed because of injury to #91. And #22 was bad replcement on 22-95-27 line. Other lines were 11-14-24 and 53-63-21, which is surprise: he split 21 and 24, and 10-15-18 which is not",
        "tip": "(1) 22-95-27 23-46 similar to two goals yesterday but on left side: pass from left corner to left blue line shot not on net is deflected to net; (2) 10-15 2-46 on PK, shot from blue line tipped in front to net they showed it very briefly; (3) 95-53-62-27 4 on PP, entry to zone then pass to right board then pass to left top circle scored from left dot; (4) 95-22-27 4-55 after faceoff win, pass to blue line shot saved but #95 scored on rebound from right point; (5) 18-15-10 46-23 after faceoff win, kicked puck to another F who scored from just behind the dot; (6) 11-24-95-14 4-55 with 6x5, #4 lost puck -> their F skated quickly scored from blue line to EN",
        "topic": "UX",
        "tip_id": "369b"
    },
    {
        "title": "You are watching stats for TOR at WPG gamePeriod: 1 Time: 11:56 Score: 1 : 0assist 1 Max Pacioretty goal: John Tavares assist 2 Jake McCabe Period: 1 Time: 17:47 Score: 2 : 0assist 1 Max Pacioretty goal: William Nylander Period: 2 Time: 00:56 Score: 3 : 0assist 2 Mitch Marner assist 1 Auston Matthews goal: Matthew Knies Period: 2 Time: 03:25 Score: 4 : 0assist 2 Max Pacioretty goal: Morgan Rielly assist 1 William Nylander Period: 2 Time: 06:19 Score: 4 : 1assist 1 Mark Scheifele assist 2 Josh Morrissey goal: Kyle Connor Period: 2 Time: 11:25 Score: 4 : 2assist 1 Josh Morrissey goal: Kyle Connor assist 2 Gabriel Vilardi Period: 2 Time: 17:53 Score: 5 : 2goal: John Tavares assist 1 Oliver Ekman-Larsson assist 2 William Nylander Period: 3 Time: 07:36 Score: 5 : 3goal: Mark Scheifele assist 2 Josh Morrissey assist 1 Kyle Connor Period: 3 Time: 16:13 Score: 5 : 4assist 2 Nikolaj Ehlers assist 1 Kyle Connor goal: Gabriel Vilardi Period: 3 Time: 19:35 Score: 6 : 4goal: John Tavares assist 1 Chris Tanev Button ot currently used",
        "username": "not used to watch these games with defense so disorganized. it was the only Jets loss in 11 games. maybe last goal was intentional giveaway. TOR played 2nd goalie",
        "tip": "(1) initial shot from blue line saved, puck on right side -> pass to #91 near left point scored -> no D to intercept pass or guide #91; (2) after turnover in D zone pass from left goal line to middle scored hold and release; (3) goalie dispossessed from puck behind the goal, shot saved but 2nd is scored where were D men again? (4) pass from right corner to right circle to left circle where F scored uncovered; (5) on PP from bottom left circle after pass from right circle; (6) on entry pass from blue line to right circle hold and release; (7) rebound from left point: (8) with delayed penalty 6x5 pass from top right circle to left dot one timer; (9) 6x5 pass from left goal line to left circle scored hold and release; (10) easy turnover #91 scored EN for hat trick",
        "topic": "UX",
        "tip_id": "411f"
    },
    {
        "title": "You are watching stats for TBL at WPG gamePeriod: 1 Time: 06:49 Score: 1 : 0goal: Brandon Hagel Period: 1 Time: 08:02 Score: 2 : 0assist 2 Victor Hedman assist 1 Nikita Kucherov goal: Brayden Point Period: 1 Time: 12:23 Score: 2 : 1goal: Vladislav Namestnikov assist 1 Josh Morrissey Period: 2 Time: 05:49 Score: 2 : 2assist 1 Nikolaj Ehlers goal: Logan Stanley Period: 2 Time: 07:36 Score: 2 : 3goal: Mark Scheifele assist 1 Gabriel Vilardi Period: 2 Time: 08:39 Score: 3 : 3assist 1 Jake Guentzel assist 2 Nick Paul goal: Mitchell Chaffee Period: 3 Time: 04:03 Score: 3 : 4assist 1 Nino Niederreiter goal: Alex Iafallo assist 2 Cole Perfetti Period: 3 Time: 06:51 Score: 4 : 4goal: Nikita Kucherov Period: 3 Time: 07:38 Score: 4 : 5assist 2 Dylan DeMelo assist 1 Kyle Connor goal: Dylan Samberg Period: 3 Time: 17:15 Score: 4 : 6assist 1 Mark Scheifele assist 2 Vladislav Namestnikov goal: Nikolaj Ehlers Period: 3 Time: 19:23 Score: 4 : 7assist 1 Josh Morrissey goal: Cole Perfetti Button ot currently used",
        "username": "TBL played second G. They had early lead 2:0. But then they had multiple turnovers first third last goals are difficult to explain",
        "tip": "(1) huge pile in front of net G was not able to react but refs said no interference after challenge i really do not understand; (2) on the penalty following unsuccessful challenge, pass from right circle to center was so great that it was not interceptable, shot was great as well not one timer and not hold and release but in between; (3) bad turnover in D zone by TBL pass intercepted quick pass from top of left circle to bottom right scored by one touch; (4) scored almost from blue line center surprised why there was no D in front; (5) absolutely impossible turnover in D zone by TBL led to immediate 2x0 tik-tak-toe; (6) 3x3 attack on entry pass from top left circle to right circle; (7) pass from right circle to behind goal another pass to center goes through pads, all not intercepted; (8) no look pass from behind the goal mishandled by WIN, shot from point deflected off WIN #7; (9) WIN skated behind the goal pass from bottom right circle to mid blue line scored hold and release with goalie screened; (10) EN goal with WIN outmuscled TBL near boards; (11) too easy TBL mishandled puck WIN scored again to EN",
        "topic": "UX",
        "tip_id": "0e67"
    },
    {
        "title": "You are watching stats for TOR at MIN gamePeriod: 1 Time: 10:19 Score: 0 : 1assist 2 Jared Spurgeon goal: Ryan Hartman assist 1 Frederick Gaudreau Period: 1 Time: 19:08 Score: 1 : 1goal: William Nylander assist 2 Mitch Marner assist 1 Auston Matthews Period: 4 Time: 02:14 Score: 1 : 2assist 2 Jared Spurgeon goal: Matt Boldy assist 1 Marco Rossi Button ot currently used",
        "username": "is Stollarz #1 G for TOR this season? And I think Gustaffson is still 2nd G for MIN. First period review was 7:20 out of 10. Nothing happened in 2nd or 3rd. Dumb turnover in 3rd",
        "tip": "(1) shot from blue line saved on rebound shot from left point saved G without stick next shot on rebound from right point scored; (2) did not get what was penalty on Marner but anyway on PP TOR: pass from right circle to left circle hold and release scored; (3) in OI, failed attack by TOR turned to 2x0 for MIN they scored ",
        "topic": "UX",
        "tip_id": "f3d2"
    },
    {
        "title": "You are watching stats for UTA at WPG gamePeriod: 2 Time: 17:57 Score: 0 : 1assist 2 Mark Scheifele assist 1 Josh Morrissey goal: Gabriel Vilardi Period: 3 Time: 07:30 Score: 0 : 2goal: Nino Niederreiter assist 2 Adam Lowry assist 1 Mason Appleton Period: 3 Time: 17:01 Score: 0 : 3goal: Nino Niederreiter assist 1 Adam Lowry assist 2 Dylan Samberg Button ot currently used",
        "username": "WIN had full control. UTA G was hero, but he did not save one late in 2nd. He could not save that redirection",
        "tip": "(1) pass from left circle to blue line scored as one timer redirected in front of the net; (2) fast counterattack overplayed G after pass from top right circle to left circle; (3) EN goal",
        "topic": "UX",
        "tip_id": "2b20"
    },
    {
        "title": "You are watching stats for WPG at EDM gamePeriod: 1 Time: 14:56 Score: 1 : 0assist 1 Nino Niederreiter goal: Adam Lowry assist 2 Mason Appleton Period: 1 Time: 18:35 Score: 2 : 0assist 1 Nino Niederreiter goal: Mason Appleton assist 2 Neal Pionk Period: 2 Time: 04:17 Score: 3 : 0assist 1 Josh Morrissey assist 2 Morgan Barron goal: Rasmus Kupari Period: 2 Time: 04:37 Score: 4 : 0assist 2 Adam Lowry assist 1 Mason Appleton goal: Dylan Samberg Period: 2 Time: 09:33 Score: 5 : 0assist 2 Mark Scheifele assist 1 Josh Morrissey goal: Kyle Connor Period: 3 Time: 14:15 Score: 6 : 0goal: Mark Scheifele assist 1 Nikolaj Ehlers assist 2 Gabriel Vilardi Button ot currently used",
        "username": "two bad turnovers by EDM in 1st but only one scored. Then 3 goals where Fs were not covered. Then 2 PP goals",
        "tip": "(1) very bad turnover in D zone by EDM shot from left under sharp angle saved but scored on rebound; (2) fast attack pass from right top circle to left circle this F was uncovered; (3) pass from left board to right circle to uncovered F who scored one timer; (4) fast attack with 3 passes EDM Ds did not cover WPG Fs; (5) on PP, shot from right circle used D as screen; (6) on PP, centering pass from left circle deflected on point",
        "topic": "UX",
        "tip_id": "602f"
    },
    {
        "title": "You are watching stats for CHI at WPG gamePeriod: 2 Time: 16:52 Score: 1 : 0assist 1 Patrick Maroon goal: Ryan Donato Period: 3 Time: 18:56 Score: 1 : 1goal: Mark Scheifele assist 1 Nikolaj Ehlers Period: 4 Time: 00:38 Score: 1 : 2goal: Mark Scheifele assist 2 Josh Morrissey assist 1 Kyle Connor Button ot currently used",
        "username": "I do not believe WPG tried to score until last minute. They were confident they can score. Many shots right to the belly of CHI G. Then they scored quickly in OT",
        "tip": "(1) turnover in attack zone led to almost 1x1 CHI scored; (2) with about a minute left and 6x5 shot from right sharp angle saved but scored on rebound; (3) in OT, pass from left board to center redirected",
        "topic": "UX",
        "tip_id": "8bc9"
    },
    {
        "title": "You are watching stats for COL at WPG gamePeriod: 1 Time: 01:06 Score: 0 : 1assist 1 Mark Scheifele goal: Gabriel Vilardi Button ot currently used",
        "username": "WPG scored after one minute. No more goals. But both teams tried to score.",
        "tip": "COL mishandled park in WPG zone, fast pass 2x1, pass from left circle to bottom right circle hold and release ",
        "topic": "UX",
        "tip_id": "7f80"
    },
    {
        "title": "You are watching stats for MIN at WPG gamePeriod: 1 Time: 04:06 Score: 1 : 0goal: Jake Middleton assist 1 Marco Rossi Period: 1 Time: 19:58 Score: 1 : 1assist 1 Adam Lowry goal: Mark Scheifele Period: 4 Time: 00:51 Score: 1 : 2assist 1 Mark Scheifele assist 2 Josh Morrissey goal: Kyle Connor Button ot currently used",
        "username": "Gustafsson was G for Wild. Is he #1 these days? Both teams played well. Jets scored in OT. Lines addition does not work yet",
        "tip": "(1) innocent shot from blue line G was not even screened; (2) with 1 second left Jets played 6x5 they won draw scored from top right circle after quick pass; (3) pass from left circle to right circle in OT",
        "topic": "UX",
        "tip_id": "0304"
    },
    {
        "title": "You are watching stats for DAL at WPG gamePeriod: 1 Time: 07:28 Score: 0 : 1assist 1 Vladislav Namestnikov goal: Alex Iafallo assist 2 Cole Perfetti Period: 1 Time: 10:21 Score: 0 : 2assist 1 Alex Iafallo goal: Rasmus Kupari Period: 2 Time: 03:34 Score: 0 : 3goal: Vladislav Namestnikov assist 2 Neal Pionk assist 1 Cole Perfetti Period: 2 Time: 07:14 Score: 0 : 4assist 1 Mark Scheifele goal: Nikolaj Ehlers assist 2 Gabriel Vilardi Period: 3 Time: 18:38 Score: 1 : 4assist 2 Evgenii Dadonov goal: Roope Hintz assist 1 Thomas Harley Button ot currently used",
        "username": "Jets dominated entire game. First period shots were 3x12. Jets scored on shot 13 and then on shot 15 again. At that time it was 8x15. With 0:4 Otty was replaced. DeSmith Stayed clean. Shot ended 33x25 stars. Stras were weak team here",
        "tip": "(1) 91-15 46-55 on PK, extremely quick pass from right corner to point scored one touch pass not intercepted by #46 then 2 Jets Fs were on point; (2) 95-91-18 3-4 no look pass by #3 intercepted by Jets shot from mid saved but then scored on rebound; (3) 11-53-14 5-23 Otty almost saved wraparound but it was in one 2nd attempt #23 was there; (4) 18-15 23-26 on PK pass from left boards scored on one timer from center we do not get many of them from that spot; (5) 11-24-63-21 55 one shot went to cross bar then shot from blue lien by #55 saved scored by #55 on rebound by #24",
        "topic": "UX",
        "tip_id": "55bc"
    },
    {
        "title": "You are watching stats for MIN at CHI gamePeriod: 1 Time: 16:44 Score: 0 : 1goal: Jason Dickinson Period: 3 Time: 15:29 Score: 1 : 1assist 2 Mats Zuccarello assist 1 Kirill Kaprizov goal: Matt Boldy Period: 4 Time: 01:50 Score: 1 : 2assist 1 Seth Jones goal: Philipp Kurashev Button ot currently used",
        "username": "real game with many moments from both teams. Looks #32 Gustafsson is #1 G for Wild. Shots differential was about  14x16 early in 3rd it went to 31x20 when Wild tied the game. Hawks scored in OT but Wild G like knew it is going to happenG",
        "tip": "(1) #16 Dickinson won puck near boards cruised to center scored from middle: one man effort; (2) shot from distance on rebound pass from point to middle scored one timer; (3) in 3x3 OT fast attack like 2x1 scored from middle; did not like MIN goalie went from ice",
        "topic": "UX",
        "tip_id": "24cd"
    },
    {
        "title": "You are watching stats for BOS at DAL gamePeriod: 1 Time: 01:09 Score: 0 : 1goal: Matt Duchene assist 2 Tyler Seguin assist 1 Mason Marchment Period: 1 Time: 06:36 Score: 0 : 2goal: Evgenii Dadonov Period: 1 Time: 17:48 Score: 1 : 2goal: Charlie Coyle assist 1 Trent Frederic assist 2 Mason Lohrei Period: 2 Time: 14:15 Score: 1 : 3assist 1 Jamie Benn assist 2 Thomas Harley goal: Logan Stankoven Period: 2 Time: 15:56 Score: 1 : 4assist 1 Colin Blackwell assist 2 Esa Lindell goal: Oskar Bäck Period: 2 Time: 19:49 Score: 1 : 5goal: Evgenii Dadonov assist 1 Sam Steel assist 2 Oskar Bäck Period: 3 Time: 00:47 Score: 1 : 6assist 2 Brendan Smith goal: Roope Hintz assist 1 Jason Robertson Period: 3 Time: 03:35 Score: 2 : 6goal: David Pastrnak assist 1 Morgan Geekie Period: 3 Time: 17:19 Score: 2 : 7assist 2 Matt Duchene assist 1 Tyler Seguin goal: Mason Marchment Button ot currently used",
        "username": "tomorrow",
        "tip": "(1) 91-95-27 46-55 BOS D suddenly fell down near his blue line as #27 chased him so #27 skated behind the goal, one hand pass from top left circle to #85 who scored one timer; (2) 21-24-63-95 55 #63 scored on penalty shot do not know what the penalty was about looked like we were on delayed penalty; (3) 10-15-18 4-23 pass was intercepted in their D zone then a number of misses: tomorrow",
        "topic": "UX",
        "tip_id": "9c7b"
    },
    {
        "title": "You are watching stats for ANA at DAL gamePeriod: 1 Time: 00:56 Score: 1 : 0assist 1 Ryan Strome goal: Olen Zellweger Period: 1 Time: 05:44 Score: 2 : 0assist 2 Radko Gudas goal: Brett Leason assist 1 Pavel Mintyukov Period: 2 Time: 07:39 Score: 3 : 0assist 2 Alex Killorn assist 1 Brett Leason goal: Cutter Gauthier Period: 3 Time: 03:31 Score: 3 : 1assist 2 Jamie Benn goal: Esa Lindell assist 1 Mavrik Bourque Period: 3 Time: 12:08 Score: 3 : 2goal: Matt Duchene assist 1 Tyler Seguin assist 2 Mason Marchment Period: 3 Time: 14:32 Score: 4 : 2assist 1 Brett Leason goal: Jackson LaCombe assist 2 Cutter Gauthier Button ot currently usedYou are watching stats for ANA at DAL gamePeriod: 1 Time: 00:56 Score: 1 : 0assist 1 Ryan Strome goal: Olen Zellweger Period: 1 Time: 05:44 Score: 2 : 0assist 2 Radko Gudas goal: Brett Leason assist 1 Pavel Mintyukov Period: 2 Time: 07:39 Score: 3 : 0assist 2 Alex Killorn assist 1 Brett Leason goal: Cutter Gauthier Period: 3 Time: 03:31 Score: 3 : 1assist 2 Jamie Benn goal: Esa Lindell assist 1 Mavrik Bourque Period: 3 Time: 12:08 Score: 3 : 2goal: Matt Duchene assist 1 Tyler Seguin assist 2 Mason Marchment Period: 3 Time: 14:32 Score: 4 : 2assist 1 Brett Leason goal: Jackson LaCombe assist 2 Cutter Gauthier Button ot currently used",
        "username": "Two quick goals by ANA early in 1st where Stars were at fault then goal in PK in 2nd. Stars had 2 breakaways hit crossbar twice before they scored one. They made it 2x3 but then ANA made it 2x4.",
        "tip": "(1) 91-95-27 4-23 right after FO win, pass to blue line shot from blue line scored #1 saw the shot his fault; (2) 11-53-14 2-3 individual effort by ANA F shot from right circle scored to far corner #1 defended short side but #3 did not prevent shot to far corner; (3) 53-24 23-46 on PK, pass from left G line to mid, great shot; (4) 11-22-14 4-23 ANA player lost his helmet it was advantage quick tik tak toe scored by #23 who joined attack from middle; (5) 95-91-27 2-3 great individual effort by #95 who overplayed ANA D then their G; (6) 24-53-21 23-2 pass from G line to point #21 lost coverage",
        "topic": "UX",
        "tip_id": "c770"
    },
    {
        "title": "You are watching stats for SJS at DAL gamePeriod: 1 Time: 15:33 Score: 0 : 1assist 1 Mathew Dumba goal: Jason Robertson assist 2 Thomas Harley Period: 1 Time: 18:44 Score: 1 : 1goal: Mikael Granlund assist 1 William Eklund Period: 2 Time: 00:56 Score: 1 : 2assist 1 Roope Hintz assist 2 Jason Robertson goal: Wyatt Johnston Period: 2 Time: 10:56 Score: 1 : 3goal: Jamie Benn assist 1 Logan Stankoven Period: 3 Time: 13:25 Score: 2 : 3assist 1 Mikael Granlund assist 2 Cody Ceci goal: Jake Walman Period: 3 Time: 18:33 Score: 2 : 4goal: Roope Hintz assist 2 Jason Robertson assist 1 Wyatt Johnston Period: 3 Time: 19:06 Score: 2 : 5goal: Evgenii Dadonov assist 1 Oskar Bäck Button ot currently used",
        "username": "Stars were in control. They were ahead all the time. In addition #91 hit iron twice and #21 once. SJS also hit iron once. Line 53-24-21 scored 3 times with one EN",
        "tip": "(1) 53-24-21 3-55 slap pass by #3 from right blue line caught in air by #21 scored from right circle on wraparound; (2) 11-24-21-14 4 on PP #11 lost the puck near the boards, SJS scored 1x1 with #24 trying to prevent; (3) 53-24-21 3-55 flip pass from #24 to #53 scored; (4) 22-11-14 4-46 pass by #11 from behind the goal to left g line scored; (5) 95-91-27 23-46 pass from right circle to mid scored on hold and release #91 held the passer by #95 held the scorer; (6) 53-24-21 23-4 puck was intercepted in our D zone after fast attack scored to EN; (7) 10-18-63 46-55 puck won in mutual zone scored on EN ",
        "topic": "UX",
        "tip_id": "2209"
    },
    {
        "title": "You are watching stats for MIN at EDM gamePeriod: 1 Time: 00:27 Score: 0 : 1goal: Leon Draisaitl assist 1 Connor McDavid Period: 1 Time: 09:56 Score: 1 : 1assist 2 Jonas Brodin assist 1 Kirill Kaprizov goal: Matt Boldy Period: 2 Time: 03:09 Score: 2 : 1goal: Marcus Foligno assist 2 Frederick Gaudreau assist 1 Declan Chisholm Period: 2 Time: 06:03 Score: 2 : 2goal: Corey Perry Period: 2 Time: 09:10 Score: 3 : 2goal: Marcus Johansson assist 1 Ryan Hartman Period: 2 Time: 17:02 Score: 4 : 2assist 1 Ryan Hartman goal: Frederick Gaudreau Period: 3 Time: 09:50 Score: 5 : 2assist 2 Marcus Foligno goal: Frederick Gaudreau assist 1 Jake Middleton Period: 3 Time: 19:35 Score: 5 : 3assist 1 Corey Perry assist 2 Adam Henrique goal: Jeff Skinner Button ot currently used",
        "username": "first MIN goal did not count on challenge. after first fluky goal against MIN went 5:1 were in full control",
        "tip": "(1) terrible mistake by #29 G fleury; (2) shot almost from blue line went through it was screened; (3) shot from blue line scored on rebound; (4)  individual effort by #90 perry who went behind net scored from MIN D skate deflection; (5) EDM Ds allowed multiple passes; (6) fast attack by MIN; (7) fast attack by MIN scored on rebound after first save; (8) scored with 6x5 on rebound",
        "topic": "UX",
        "tip_id": "25c1"
    },
    {
        "title": "You are watching stats for FLA at WPG gamePeriod: 1 Time: 14:13 Score: 0 : 1goal: Kyle Connor Period: 1 Time: 17:40 Score: 0 : 2goal: Mark Scheifele assist 2 Josh Morrissey assist 1 Gabriel Vilardi Period: 2 Time: 15:41 Score: 0 : 3goal: Mark Scheifele assist 2 Josh Morrissey assist 1 Nikolaj Ehlers Period: 2 Time: 17:24 Score: 1 : 3assist 1 Nate Schmidt assist 2 Tomas Nosek goal: A.J. Greer Period: 3 Time: 07:10 Score: 2 : 3assist 2 Aleksander Barkov goal: Sam Reinhart assist 1 Matthew Tkachuk Period: 3 Time: 09:46 Score: 2 : 4goal: Mark Scheifele assist 2 Nikolaj Ehlers assist 1 Kyle Connor Period: 3 Time: 16:38 Score: 3 : 4assist 2 Carter Verhaeghe assist 1 Sam Bennett goal: Matthew Tkachuk Period: 3 Time: 18:23 Score: 3 : 5assist 1 Adam Lowry goal: Morgan Barron Period: 3 Time: 18:44 Score: 3 : 6goal: Morgan Barron Button ot currently used",
        "username": "WPG controlled leading 3:0, then 3:2 then 4:3. Then scored 2 Empty Netters. 55-13-81 were on ice for first 4 goals by WPG.",
        "tip": "(1) 55-13-81 2-44 individual effort by #81; (2) 55-13-81 2-44 hold and release by #55 from top left circle; (3) 55-13-81-27 44 on PP, pass across from top right circle to left circle scored one timer; (4) 22-17-62 24-6 shot from blue line deflected but then deflected again from WPG leg; (5) 15-9 2-54 on PK, multiple chances by FLA, pass from right blue line to right G line redirected to point one touch scored one timer; (6) 55-13-81-27 44 on PP pass from right blue line to left point scored one touch; (7) 17-9 2-54 on PK, shot from right boards G was screened by many players; (8) 36-17 2-54 playing 4x6 #36 won puck in D zone scored with deflection from boards to EN; (8) 36-17 4-54 on same PK, playing 4x6 shot to WPG saved WPG took puck scored EN",
        "topic": "UX",
        "tip_id": "18e2"
    },
    {
        "title": "You are watching stats for WPG at FLA gamePeriod: 1 Time: 14:59 Score: 0 : 1assist 1 Gustav Forsling assist 2 A.J. Greer goal: Mackie Samoskevich Period: 2 Time: 02:07 Score: 0 : 2goal: Nate Schmidt assist 2 Sam Reinhart assist 1 Sam Bennett Period: 2 Time: 12:21 Score: 0 : 3assist 1 Aleksander Barkov assist 2 Aaron Ekblad goal: Evan Rodrigues Period: 2 Time: 14:36 Score: 0 : 4goal: Aleksander Barkov assist 1 Sam Reinhart assist 2 Gustav Forsling Period: 3 Time: 03:23 Score: 0 : 5goal: Dmitry Kulikov assist 1 Aleksander Barkov assist 2 Sam Reinhart Button ot currently used",
        "username": "first night of home and home between WPG and FLA. Three goals scored by FLA on rebound. Top line 55-13-81 and 44 all -3, 2 is -2. FLA controlled.",
        "tip": "(1) 15-36-9 2-44 pass from left blue line to right point one touch #44 was dispossessed near boards but #2 did not intercept the pass; (2) 13-55-27 4-54 individual effort by #9 Bennett saved but #88 Schmidt scored on big rebound #4 did not block the shot; (3) 13-55-81 44-2 shot from blue line deflected then shot on rebound deflected but FLA scored on second rebound; (4) 55-13-81-27 44 on PP, quick SH 2x1 by FLA first shot off the bar but scored on rebound; (5) 17-81 4-54 4x4 saucer pass scored from the leg on left point",
        "topic": "UX",
        "tip_id": "4ef2"
    },
    {
        "title": "You are watching stats for WPG at NYR gamePeriod: 1 Time: 00:57 Score: 1 : 0goal: Mark Scheifele assist 1 Josh Morrissey Period: 1 Time: 13:07 Score: 1 : 1assist 2 Filip Chytil assist 1 Braden Schneider goal: Will Cuylle Period: 2 Time: 08:58 Score: 2 : 1assist 1 Nikolaj Ehlers goal: Gabriel Vilardi assist 2 Neal Pionk Period: 2 Time: 12:51 Score: 2 : 2assist 2 Artemi Panarin assist 1 Adam Fox goal: Alexis Lafrenière Period: 2 Time: 16:03 Score: 3 : 2goal: Kyle Connor assist 1 Neal Pionk Period: 3 Time: 01:08 Score: 4 : 2assist 1 Dylan DeMelo goal: Mark Scheifele assist 2 Kyle Connor Period: 3 Time: 01:40 Score: 4 : 3goal: Kaapo Kakko assist 2 Braden Schneider assist 1 Will Cuylle Period: 3 Time: 13:08 Score: 5 : 3goal: Vladislav Namestnikov assist 1 Nikolaj Ehlers Period: 3 Time: 19:40 Score: 6 : 3goal: Kyle Connor assist 1 Dylan Samberg assist 2 Neal Pionk Button ot currently used",
        "username": "Two bad mistakes by NYR on first two goals. First 4 goals scored by WPG by 13-55-81 lines or 2/3 of this line",
        "tip": "(1) 55-13-81 2-44 sudden puck loss by NYR in D zone pass from left blue line to right point scored by #55; (2) 17-22-62 2-44 shot from blue line saved but scored on rebound; (3) 13-55-81-27 4 on PP, saucer pass from blue line led to 2x0 in front of NYR goal because D man fell beautiful passing scored goal; (4) 22-9 4-24 shot from blue line G screened; (5) 15-13-9-81 24 individual effort by #81 after pass after fanged shot attempt by NYR; (6) 55-13-81 2-44 pass from mid to right circle to near left post all one touch scored; (7) 7-91-27 6-24 battle near the goal scored almost by kick; (8) 7-91-27 4-54 2x1 initial shot missed but scored on rebound off boards; (9) 55-9-81 4-54 NYR played 6x5 for over 2 minutes scored from D zone",
        "topic": "UX",
        "tip_id": "60f5"
    },
    {
        "title": "You are watching stats for WPG at MIN gamePeriod: 1 Time: 08:37 Score: 0 : 1assist 1 Marcus Johansson goal: Jake Middleton assist 2 Brock Faber Period: 1 Time: 10:03 Score: 1 : 1goal: Alex Iafallo assist 1 Rasmus Kupari Period: 2 Time: 12:05 Score: 2 : 1goal: Nino Niederreiter assist 2 Vladislav Namestnikov assist 1 Neal Pionk Period: 3 Time: 13:20 Score: 3 : 1goal: Alex Iafallo assist 1 Neal Pionk assist 2 Cole Perfetti Period: 3 Time: 18:57 Score: 4 : 1goal: Adam Lowry assist 2 Mark Scheifele assist 1 Kyle Connor Button ot currently used",
        "username": "Gustaffson was in G for MIN. Shot differential was 32:13 MIN in the middle. But they finished 44:34. Two goals from WPG second PP unit. One rare goal from 4th line. And one EN goal",
        "tip": "(1) 55-91-27 4-44 shot almost from blue line scored on rebound; (2) 36-15-9 2-6 pass from behind the G line to left circle scored backhander; (3) 91-7-62-9 4 right after MIN PP WPG F overplayed MIN G; (4) 91-7-62-9 4 on PP shot almost from blue line redirected; (5) 17-55-81 2-44 EN goal",
        "topic": "UX",
        "tip_id": "694b"
    },
    {
        "title": "You are watching stats for DAL at CAR gamePeriod: 1 Time: 00:18 Score: 1 : 0assist 2 Matt Duchene goal: Tyler Seguin assist 1 Mason Marchment Period: 1 Time: 06:36 Score: 1 : 1assist 1 Sebastian Aho goal: Seth Jarvis Period: 1 Time: 10:15 Score: 2 : 1assist 1 Jamie Benn assist 2 Miro Heiskanen goal: Thomas Harley Period: 2 Time: 07:13 Score: 3 : 1assist 2 Matt Duchene assist 1 Tyler Seguin goal: Mason Marchment Period: 3 Time: 01:10 Score: 3 : 2assist 2 Dmitry Orlov goal: Sebastian Aho assist 1 Seth Jarvis Period: 3 Time: 03:43 Score: 3 : 3goal: Brent Burns assist 1 Jordan Staal assist 2 Jordan Martinook Period: 3 Time: 08:09 Score: 3 : 4goal: Shayne Gostisbehere assist 2 Sebastian Aho assist 1 Martin Necas Period: 3 Time: 14:46 Score: 4 : 4goal: Miro Heiskanen assist 1 Wyatt Johnston Period: 3 Time: 17:53 Score: 4 : 5assist 1 Shayne Gostisbehere goal: Martin Necas assist 2 Seth Jarvis Period: 3 Time: 19:45 Score: 4 : 6assist 2 Jaccob Slavin assist 1 Sebastian Aho goal: Andrei Svechnikov Button ot currently used",
        "username": "unusual reaction from #29 to first goal. We led 3:1 early in the 3rd. We scored 3 goals on first 7 shots. But then collapsed. They scored 3 in 7 minutes. #29 brought 2nd goal as well. Line 53-21-24 and 55 were on ice for each of 3 5x5 goals in 3rd (1:2). .",
        "tip": "(1) 91-27-95 4-23 after turnover in D zone scored on rebound just 18 seconds in; (2) 91-27-95-11 4 SH goal by CAR after turnover on zone entry #11 and #4 did not prevent; (3) 22-11-14 55-4 pass from left boards scored from mid om hold and release; (4) 91-27-95 2-46 pass from behind G line to point scored one touch; (5) 24-53-21 46-55 right after PP expired #29 basically passed to CAR, #55 did not protect pass or blocked shot; (6) 24-53-21 46-55 shot from blue line screened; (7) 24-53 23-46 on PK, shot from mid was not screened but not saved by #29; (8) 24-53-21 55-4 after FO win, shot from left circle by #4 their G was screened; (9) 10-18 23-46 on PK, pass across was deflected off #46 skate; (10) 91-27-95-11-63 55 with EN, they won FO, then scored from central zone",
        "topic": "UX",
        "tip_id": "51c7"
    }
]