[
    {
        "title": "You are watching stats for NYI at DAL gamePeriod: 1 Time: 07:59 Score: 0 : 1assist 2 Matt Duchene goal: Tyler Seguin assist 1 Mason Marchment Period: 2 Time: 10:58 Score: 0 : 2goal: Jamie Benn assist 1 Wyatt Johnston Period: 3 Time: 18:57 Score: 0 : 3goal: Tyler Seguin assist 1 Mason Marchment assist 2 Sam Steel Not currently used",
        "username": "Stars had 2 goals lead in 2nd did not really try to score in 3rd. They played with 5D after #3 injury in 3rd",
        "tip": "(1) 91-95-27 23-55 #91 left alone in the slot scored after pass from #27 from corner; (2) 53-63-14 5-55 #53 took puck away passed quickly to #14 who scored; (3) 18-27-91 4-23 after scramble near the boards #18 quickly passed to #27 who passed to #91 who scored empty net",
        "topic": "UX",
        "tip_id": "bb49"
    },
    {
        "title": "You are watching stats for DAL at BOS gamePeriod: 1 Time: 11:57 Score: 0 : 1goal: David Pastrnak assist 1 Matthew Poitras Period: 1 Time: 16:20 Score: 1 : 1goal: Matt Duchene assist 1 Tyler Seguin assist 2 Thomas Harley Period: 2 Time: 00:31 Score: 2 : 1assist 1 Jamie Benn goal: Jason Robertson assist 2 Miro Heiskanen Period: 2 Time: 04:57 Score: 3 : 1assist 1 Matt Duchene assist 2 Mason Marchment goal: Logan Stankoven Period: 2 Time: 08:59 Score: 4 : 1assist 2 Matt Duchene goal: Tyler Seguin assist 1 Mason Marchment Period: 2 Time: 10:41 Score: 4 : 2assist 1 Trent Frederic goal: Justin Brazeau assist 2 Morgan Geekie Period: 3 Time: 17:58 Score: 5 : 2assist 1 Tyler Seguin goal: Roope Hintz Not currently used",
        "username": "Stars played #1 DeSmith in goal. He made many brilliant stops. They went 3/5 PP, including 3/3 in 2nd when they led 4:1. Did not try to score in 3rd.",
        "tip": "(1) 24-27 3-55 4x4 #3 passed to #55 behind the next but it was turnover followed by pass to front of net to free #88 who scored one touch (2) 5-55 27-91-95 fast counterattack $55 carried puck after 2 quick passes #91 scored from left circle; (3) 21-24-14-53 4 PPG pass from right circle to behind the net one touch pass to #21 front of net who scored catch and release; (4) 11-27-91-95 55 PPG #95 carried puck near bottom of right circle quick pass to front of net #91 who scored one touch ; (5) 11-27-91-95 55 quick entry on PP pass from left circle #27 to right circle #91 who scored; (6) 91-14 23-55 on PK, Boston won puck battle behind the net quick pass to front -> scored uncovered; (7) 21-24-91 4-55 EN turnover by Boston in our zone quick pass by #91 to #24 who carried puck then scored EN",
        "topic": "UX",
        "tip_id": "5119"
    },
    {
        "title": "You are watching stats for FLA at NYR gamePeriod: 1 Time: 00:44 Score: 1 : 0assist 1 Sam Reinhart assist 2 Eetu Luostarinen goal: Anton Lundell Period: 1 Time: 02:42 Score: 2 : 0goal: Carter Verhaeghe assist 1 Gustav Forsling Period: 1 Time: 04:44 Score: 2 : 1assist 1 Adam Fox goal: Alexis Lafrenière Period: 2 Time: 06:59 Score: 3 : 1assist 2 Dmitry Kulikov goal: Sam Bennett assist 1 Niko Mikkola Button ot currently used",
        "username": "quick 2:1 FLA after 5 minutes then very loose defense but goalies were brilliant",
        "tip": "(1) FLA won puck after battle near right board quick pass to #15 who was uncovered in front of net just 44 seconds in; (2) after turnover by NYR in D zone quick pass to #23 who scored from left circle hold and release less than 3 minutes in; (3) puck battle near right bord which NYR won, quick pass to front who scored uncovered less than 5 minutes in; (4) shot from left blue line redirected in front of net",
        "topic": "UX",
        "tip_id": "1378"
    },
    {
        "title": "You are watching stats for CHI at DAL gamePeriod: 1 Time: 09:17 Score: 0 : 1goal: Evgenii Dadonov assist 1 Esa Lindell Period: 2 Time: 14:42 Score: 0 : 2goal: Jamie Benn assist 1 Miro Heiskanen assist 2 Thomas Harley Period: 3 Time: 08:50 Score: 0 : 3goal: Matt Duchene assist 2 Miro Heiskanen assist 1 Logan Stankoven Period: 3 Time: 09:34 Score: 1 : 3assist 2 Patrick Maroon assist 1 Craig Smith goal: Ryan Donato Period: 3 Time: 14:15 Score: 2 : 3assist 1 Patrick Maroon assist 2 Nolan Allan goal: Connor Bedard Period: 3 Time: 19:42 Score: 2 : 4goal: Matt Duchene assist 1 Tyler Seguin Button ot currently used",
        "username": "Stars controlled game. Maybe they allowed 3:0 turn to 3:2",
        "tip": "(1) 11-63-27 23-55 #23 won puck battle near boards in D zone quick pass to #63 who scored 1x1; (2) 14-63-53 55-4 pass by #55 from blue line to corner who made a shot which #14 scored on rebound in front of goal from midair; (3) 11-91-95-27 4 on PP, pass by #11 from left circle to right corner, #95 held and shoot from sharp corner, pass was slightly interrupted but not enough those passes should not go through; (4) 24-21-63 3-23 Otty held puck but then his pad was pushed to be inside goal; (5) 15-18-22 4-23 very similar to #63 goal today pass from board in our zone led to 1x1 Jake did not stop but could I believe; (6) 91-95-27 3-4 6x5 CHI shot was blocked quick pass from D zone to #95 who scored to EN",
        "topic": "UX",
        "tip_id": "f2e6"
    },
    {
        "title": "You are watching stats for DAL at BUF gamePeriod: 2 Time: 12:21 Score: 0 : 1assist 1 Beck Malenstyn goal: Peyton Krebs assist 2 Owen Power Period: 2 Time: 13:44 Score: 0 : 2assist 1 Jason Zucker goal: Ryan McLeod assist 2 Owen Power Period: 3 Time: 04:17 Score: 0 : 3assist 2 Alex Tuch goal: Tage Thompson assist 1 Owen Power Period: 3 Time: 15:24 Score: 1 : 3assist 2 Evgenii Dadonov assist 1 Matt Duchene goal: Thomas Harley Period: 3 Time: 17:48 Score: 2 : 3assist 1 Evgenii Dadonov goal: Tyler Seguin assist 2 Mavrik Bourque Period: 3 Time: 19:49 Score: 2 : 4goal: Alex Tuch assist 1 Tage Thompson Button ot currently used",
        "username": "my bet is that stars flew at 3:17 am they did not have chance to sleep well. two quick goals in 2nd followed by another one in 3rd. Stars started to score with 6 minutes remaining in 3rd they scored 2 6x5 goals but did not scored 3rd",
        "tip": "(1) 11-21-24 5-46 initial shot from blue line was saved but after incredible deflection scored on rebound from midair; (2) 22-15-18 4-55 83 seconds later, stars lost puck battle in BUF zone quick pass to our blue line 2x1 they scored on change of point of attack, #55 tried to intercept pass but #23 was late; (3) 95-27-53 3-4 pass from top right circle to top left circle scored after change point of attack; (4) 91-95-22-63-27 55 shot from blue line by #55 deflected by BUF we played 6x5; (5) 91-95-22-27-63 55 pass by #95 from behind net led to shot by #63 saved but scored on rebound by #91 from left we played 6x5; (6) 11-21-24-53-27 4 #4 had puck in our zone with EN but his pass was intercepted they scored EN goal",
        "topic": "UX",
        "tip_id": "7a7b"
    },
    {
        "title": "You are watching stats for FLA at NYI gamePeriod: 1 Time: 01:32 Score: 0 : 1assist 1 Casey Cizikas goal: Dennis Cholowski Period: 1 Time: 06:01 Score: 0 : 2goal: Kyle Palmieri assist 1 Ryan Pulock assist 2 Maxim Tsyplakov Period: 1 Time: 11:41 Score: 0 : 3assist 2 Kyle Palmieri goal: Brock Nelson assist 1 Maxim Tsyplakov Period: 1 Time: 13:27 Score: 1 : 3goal: Sam Reinhart assist 1 Eetu Luostarinen assist 2 Anton Lundell Period: 2 Time: 06:38 Score: 2 : 3assist 1 Carter Verhaeghe goal: Matthew Tkachuk Period: 2 Time: 18:16 Score: 3 : 3assist 1 Dmitry Kulikov assist 2 Spencer Knight goal: Mackie Samoskevich Period: 3 Time: 06:19 Score: 4 : 3goal: Sam Bennett assist 2 Niko Mikkola assist 1 Matthew Tkachuk Period: 3 Time: 09:49 Score: 5 : 3goal: Matthew Tkachuk assist 1 Adam Boqvist assist 2 Anton Lundell Period: 3 Time: 17:43 Score: 6 : 3goal: Gustav Forsling Button ot currently used",
        "username": "Well FLA was in 0:3 hole in 1st then they scored 6 in row. They played 2nd goalie",
        "tip": "(1) NYI scored after shot from blue line just seconds in; (2) shot by NYI from blue line was deflected but saved NYI scored on rebound; (3) NYI shot from top of left circle saved but scored on rebound; (4) NYI turnover in M zone quickly passed to #13 who scored 1x1; (5) surprise G interference by #19 but NYI did not challenge; (6)FLA F scored on a wraparound for 1st NHL goal for #25; (7) shot from blue line bounced off NYI G but scored on rebound; (8) FLA scored on PP; (9) FLA scored En",
        "topic": "UX",
        "tip_id": "78cf"
    },
    {
        "title": "You are watching stats for MIN at PHI gamePeriod: 1 Time: 01:18 Score: 0 : 1goal: Sean Couturier assist 1 Rasmus Ristolainen assist 2 Travis Konecny Period: 1 Time: 03:51 Score: 0 : 2goal: Nick Seeler assist 1 Travis Konecny assist 2 Matvei Michkov Period: 2 Time: 14:54 Score: 1 : 2assist 2 Joel Eriksson Ek assist 1 Kirill Kaprizov goal: Brock Faber Period: 2 Time: 15:27 Score: 2 : 2goal: Marcus Foligno assist 1 Declan Chisholm Period: 2 Time: 18:16 Score: 2 : 3assist 1 Sean Couturier assist 2 Owen Tippett goal: Matvei Michkov Period: 2 Time: 19:56 Score: 3 : 3goal: Joel Eriksson Ek assist 1 Kirill Kaprizov assist 2 Matt Boldy Period: 3 Time: 02:18 Score: 4 : 3assist 1 Zach Bogosian goal: Marcus Foligno assist 2 Jonas Brodin Period: 3 Time: 04:55 Score: 4 : 4goal: Travis Konecny assist 2 Owen Tippett assist 1 Morgan Frost Period: 3 Time: 08:26 Score: 4 : 5assist 2 Nick Seeler goal: Sean Couturier assist 1 Travis Konecny Period: 3 Time: 13:28 Score: 5 : 5goal: Jake Middleton Period: 3 Time: 17:36 Score: 5 : 6assist 1 Sean Couturier goal: Rasmus Ristolainen assist 2 Travis Konecny Period: 3 Time: 19:00 Score: 5 : 7goal: Sean Couturier assist 2 Travis Sanheim assist 1 Noah Cates Button ot currently used",
        "username": "both teams played 2nd G. Easy 2:0 for PHI early 2nd period ends 3x3 then it was 4:4 then 5:5 but MIN scored win  3 min remaning",
        "tip": "(1) PHI scored on rebound after easy shot from blue line early; (2) almost shot from blue line by PHI looks like PHI had just 3 shots in 1st they scored twice MIN had 15 scored 0; (3) shot from blue line by MIN redirected in front; (4) 33 seconds later MIN scores on quick rush; (5) shot from top of circles in the middle hurt by traffic; (6) on PP shot from blue line scored on rebound; (7) shot from blue line redirected in front of net; (8) #11 PHI scored after rebound on PP; (9) #11 scored on rebound after 2 shots with no MIN D joining; (10) harmless shot from blue line by MIN scored; (11) four passes by PHI were success to score; ",
        "topic": "UX",
        "tip_id": "61df"
    },
    {
        "title": "You are watching stats for OTT at COL gamePeriod: 1 Time: 19:52 Score: 0 : 1assist 2 Nathan MacKinnon assist 1 Casey Mittelstadt goal: Nikolai Kovalenko Period: 2 Time: 19:42 Score: 0 : 2goal: Josh Manson assist 2 Samuel Girard assist 1 Casey Mittelstadt Period: 3 Time: 09:15 Score: 1 : 2assist 2 Nick Cousins goal: Brady Tkachuk assist 1 Tyler Kleven Period: 3 Time: 11:23 Score: 2 : 2goal: Nick Cousins assist 1 Brady Tkachuk assist 2 Tim Stützle Period: 3 Time: 13:29 Score: 2 : 3assist 2 Samuel Girard assist 1 Casey Mittelstadt goal: Logan O'Connor Period: 3 Time: 15:01 Score: 2 : 4goal: Ross Colton assist 1 Cale Makar Period: 3 Time: 16:48 Score: 3 : 4goal: Claude Giroux assist 2 Thomas Chabot assist 1 Drake Batherson Period: 3 Time: 18:45 Score: 3 : 5goal: Nathan MacKinnon assist 1 Mikko Rantanen Period: 3 Time: 19:50 Score: 4 : 5goal: Claude Giroux assist 1 Josh Norris assist 2 Brady Tkachuk Button ot currently used",
        "username": "it was 0:1 late in 2nd, 1:2 in the middle of 3rd. Then 6 goals in 10 minutes. Was there OTT G change? Yes, Ullmark was pulled early. COL controlled game they led all the time except 2:2",
        "tip": "(1) goal by #96 waived after coach's challenge G interference; I agree; (1) pass by #96 from behind the goal to front scored one touch; (2) late in 2nd, weak backhand shot from middle somehow goes through with G screened; (3) shot from middle deflected off boards but scored on deflection from front; (4) shot from blue line saved but scored on rebound from front; (5) pass from behind the net scored from front; (6) OTT had turnover in D zone COL F sailed then scored on his own rebound; (7) pass from behind the net scored on one touch; (8) with EN turnover in COL D zone score to EN; (9) one time scored from left dot after pass from right corner with 6x5",
        "topic": "UX",
        "tip_id": "daab"
    },
    {
        "title": "You are watching stats for DAL at NSH gamePeriod: 2 Time: 02:05 Score: 1 : 0goal: Roope Hintz assist 1 Logan Stankoven assist 2 Wyatt Johnston Period: 2 Time: 02:24 Score: 2 : 0assist 1 Roope Hintz goal: Jason Robertson assist 2 Logan Stankoven Period: 2 Time: 03:30 Score: 2 : 1assist 2 Roman Josi assist 1 Jonathan Marchessault goal: Filip Forsberg Period: 2 Time: 08:03 Score: 3 : 1assist 1 Matt Duchene goal: Mason Marchment assist 2 Logan Stankoven Period: 2 Time: 18:15 Score: 4 : 1assist 1 Tyler Seguin goal: Mason Marchment assist 2 Thomas Harley Period: 3 Time: 04:37 Score: 4 : 2assist 2 Filip Forsberg goal: Tommy Novak assist 1 Luke Evangelista Period: 3 Time: 18:25 Score: 4 : 3goal: Ryan O'Reilly assist 1 Jonathan Marchessault Button ot currently used",
        "username": "suddenly wedgy started tonight; will continue",
        "tip": "(1) 11-21-24 3-4 #11 scated behind the goal pass to #24 who scored from front; (2) 11-21-24 3-4 #24 had almost breakaway but stopped in the middle short pass to #21 who scored from middle; (3) 15-10 46-23 on PK pass from top right circle to mid scored; (4) 91-95-11-27 55 on PP #27 scored; (5) ",
        "topic": "UX",
        "tip_id": "19f0"
    },
    {
        "title": "You are watching stats for SEA at DAL gamePeriod: 1 Time: 16:17 Score: 0 : 1assist 1 Colin Blackwell goal: Sam Steel assist 2 Thomas Harley Period: 1 Time: 16:30 Score: 0 : 2assist 1 Jamie Benn assist 2 Logan Stankoven goal: Wyatt Johnston Button ot currently used",
        "username": "two goals scored in 13 seconds in first. DeSmith was in goal. Stars second shutout in 3rd game of the season. Stars had just 10 shots in 2nd and 3rd. That included 2 1x1 in 3rd but they did not score.",
        "tip": "(1) pass from left corner not intercepted, scored from right dot this pass should not go through; (2) individual effort by #53 from right dot",
        "topic": "UX",
        "tip_id": "4620"
    },
    {
        "title": "You are watching stats for FLA at DAL gamePeriod: 1 Time: 00:28 Score: 1 : 0assist 2 Aleksander Barkov assist 1 Aaron Ekblad goal: Evan Rodrigues Period: 1 Time: 07:11 Score: 2 : 0goal: Aleksander Barkov assist 1 Sam Reinhart assist 2 Evan Rodrigues Period: 1 Time: 10:45 Score: 2 : 1assist 2 Matt Duchene goal: Tyler Seguin assist 1 Ilya Lyubushkin Period: 1 Time: 15:52 Score: 3 : 1assist 1 Aaron Ekblad assist 2 Sam Bennett goal: Anton Lundell Period: 2 Time: 01:32 Score: 3 : 2assist 2 Matt Duchene goal: Esa Lindell assist 1 Jason Robertson Period: 2 Time: 06:07 Score: 4 : 2assist 1 Aleksander Barkov assist 2 Aaron Ekblad goal: Sam Reinhart Period: 3 Time: 02:31 Score: 5 : 2assist 1 A.J. Greer assist 2 Niko Mikkola goal: Mackie Samoskevich Period: 3 Time: 10:08 Score: 6 : 2assist 1 Aleksander Barkov goal: Sam Reinhart assist 2 Gustav Forsling Period: 3 Time: 15:38 Score: 6 : 3assist 1 Sam Steel assist 2 Ilya Lyubushkin goal: Mavrik Bourque Period: 3 Time: 19:26 Score: 6 : 4goal: Jamie Benn assist 2 Esa Lindell assist 1 Logan Stankoven Button ot currently used",
        "username": "FLA were in control all game winning 6:2 late in 3rd. Then released grip in the end. #23 was on ice 2:3. Jake made just 22/28.",
        "tip": "(1) 24-14-11 4-23 after turnover by #23 pass from right corner to blue line shot from right blue line redirected; (2) 27-91-95 5-55 #95 lost puck entering zone after bad pass from #55 => fast 3x2 scored from middle; (3) 27-91-95 46-55 stars won puck in M zone, shot by #46 deflected puck went to #91 who was behind net he scored by deflection from goalie skate; (4) 53-24 23-46 on PK, similar to first goal: pass from right corner to right blue line shot from blue line deflection; (5) 95-63-21 3-23 shot from distance picked up by #21 on rebound no look pass behind to right post scored by #23; (6) 24-53-21-14 55 on PP after turnover quick 2x1 against stars scored from right point; (7) 15-18-22 5-23 after stars shot attempt, quick 2x2 by FLA shot from right dot pass not intercepted by #5 by probably Jake's fault; (8) 15-18-22 3-55 shot from blue line left deflected to left goal line pass to right point #18 did not intercept pass because he got injured during this attack; (9) 15-18-22 4-46 big pile near the FLA goal puck somehow went in; (10) 11-14-24 23-5 #23 shot from left blue line deflected pass falling by #11 from left line to #14 scored from middle",
        "topic": "UX",
        "tip_id": "9732"
    },
    {
        "title": "You are watching stats for BOS at CAR gamePeriod: 1 Time: 06:28 Score: 0 : 1assist 1 Sebastian Aho goal: Jack Roslovic assist 2 Andrei Svechnikov Period: 1 Time: 13:11 Score: 1 : 1goal: Brad Marchand assist 2 Elias Lindholm assist 1 David Pastrnak Period: 1 Time: 17:14 Score: 1 : 2assist 1 Shayne Gostisbehere assist 2 Martin Necas goal: Andrei Svechnikov Period: 1 Time: 17:52 Score: 1 : 3assist 1 Dmitry Orlov assist 2 William Carrier goal: Jackson Blake Period: 1 Time: 18:06 Score: 1 : 4assist 2 Shayne Gostisbehere goal: Martin Necas assist 1 Seth Jarvis Period: 2 Time: 03:38 Score: 2 : 4goal: Hampus Lindholm assist 2 David Pastrnak assist 1 Mark Kastelic Period: 2 Time: 08:51 Score: 2 : 5assist 2 Martin Necas goal: Andrei Svechnikov assist 1 Seth Jarvis Period: 2 Time: 09:32 Score: 2 : 6assist 1 Jordan Martinook goal: Jack Roslovic Period: 3 Time: 07:36 Score: 2 : 7goal: Sean Walker Period: 3 Time: 12:13 Score: 2 : 8assist 1 Martin Necas goal: Jesperi Kotkaniemi Button ot currently used",
        "username": "CAR scored 3 goals in less than a minute in 1st. Swayman went 16/22 in less than 30 minutes before replaced by Corpisalo 13/15. Among first 5 goals by CAR 4 were scored on special teams. Similar to DAL game.",
        "tip": "(1) delayed undisciplined penalty to BOS: pass from left corner to middle scored hold and release stick was there blocking shot; (2) 5x3 attempted pass from bottom right circle is deflected off D man knee; (3) on PP shot from blue line deflected in front; (4) CAR F attempted individual effort but BOS D intercepted so another CAR F picked up loose change in front; (5) on PP shot from left point is deflected off BOS D skate; (6) backhand pass from right corner to middle scored by BOS D; (7) on PP, backhand pass from left goal line to right point scored on second shot, pass not intercepted by D; (8) BOS D dispossessed behind goal line pass to point scored: (9) pass from blue line intercepted by BOS D but CAR F picked up loose change; (10) individual effort from top right circle",
        "topic": "UX",
        "tip_id": "bc67"
    },
    {
        "title": "You are watching stats for DAL at FLA gamePeriod: 1 Time: 14:45 Score: 0 : 1assist 2 Sam Reinhart goal: Evan Rodrigues assist 1 Niko Mikkola Period: 2 Time: 08:47 Score: 0 : 2assist 2 Aleksander Barkov goal: Matthew Tkachuk assist 1 Uvis Balinskis Period: 2 Time: 11:22 Score: 1 : 2goal: Evgenii Dadonov assist 2 Matt Duchene assist 1 Wyatt Johnston Period: 2 Time: 11:56 Score: 2 : 2goal: Matt Duchene assist 1 Miro Heiskanen assist 2 Thomas Harley Period: 3 Time: 02:32 Score: 2 : 3assist 1 Tomas Nosek goal: A.J. Greer Period: 3 Time: 19:00 Score: 2 : 4goal: Sam Reinhart assist 1 Eetu Luostarinen Button ot currently used",
        "username": "Stars played much better than yesterday. They had 3 posts during the game. FLA did not have any. #46 was on ice for first three goals against. same set play scored 3rd time in 2 games for them. lines were changed because of injury to #91. And #22 was bad replcement on 22-95-27 line. Other lines were 11-14-24 and 53-63-21, which is surprise: he split 21 and 24, and 10-15-18 which is not",
        "tip": "(1) 22-95-27 23-46 similar to two goals yesterday but on left side: pass from left corner to left blue line shot not on net is deflected to net; (2) 10-15 2-46 on PK, shot from blue line tipped in front to net they showed it very briefly; (3) 95-53-62-27 4 on PP, entry to zone then pass to right board then pass to left top circle scored from left dot; (4) 95-22-27 4-55 after faceoff win, pass to blue line shot saved but #95 scored on rebound from right point; (5) 18-15-10 46-23 after faceoff win, kicked puck to another F who scored from just behind the dot; (6) 11-24-95-14 4-55 with 6x5, #4 lost puck -> their F skated quickly scored from blue line to EN",
        "topic": "UX",
        "tip_id": "369b"
    },
    {
        "title": "You are watching stats for TOR at WPG gamePeriod: 1 Time: 11:56 Score: 1 : 0assist 1 Max Pacioretty goal: John Tavares assist 2 Jake McCabe Period: 1 Time: 17:47 Score: 2 : 0assist 1 Max Pacioretty goal: William Nylander Period: 2 Time: 00:56 Score: 3 : 0assist 2 Mitch Marner assist 1 Auston Matthews goal: Matthew Knies Period: 2 Time: 03:25 Score: 4 : 0assist 2 Max Pacioretty goal: Morgan Rielly assist 1 William Nylander Period: 2 Time: 06:19 Score: 4 : 1assist 1 Mark Scheifele assist 2 Josh Morrissey goal: Kyle Connor Period: 2 Time: 11:25 Score: 4 : 2assist 1 Josh Morrissey goal: Kyle Connor assist 2 Gabriel Vilardi Period: 2 Time: 17:53 Score: 5 : 2goal: John Tavares assist 1 Oliver Ekman-Larsson assist 2 William Nylander Period: 3 Time: 07:36 Score: 5 : 3goal: Mark Scheifele assist 2 Josh Morrissey assist 1 Kyle Connor Period: 3 Time: 16:13 Score: 5 : 4assist 2 Nikolaj Ehlers assist 1 Kyle Connor goal: Gabriel Vilardi Period: 3 Time: 19:35 Score: 6 : 4goal: John Tavares assist 1 Chris Tanev Button ot currently used",
        "username": "not used to watch these games with defense so disorganized. it was the only Jets loss in 11 games. maybe last goal was intentional giveaway. TOR played 2nd goalie",
        "tip": "(1) initial shot from blue line saved, puck on right side -> pass to #91 near left point scored -> no D to intercept pass or guide #91; (2) after turnover in D zone pass from left goal line to middle scored hold and release; (3) goalie dispossessed from puck behind the goal, shot saved but 2nd is scored where were D men again? (4) pass from right corner to right circle to left circle where F scored uncovered; (5) on PP from bottom left circle after pass from right circle; (6) on entry pass from blue line to right circle hold and release; (7) rebound from left point: (8) with delayed penalty 6x5 pass from top right circle to left dot one timer; (9) 6x5 pass from left goal line to left circle scored hold and release; (10) easy turnover #91 scored EN for hat trick",
        "topic": "UX",
        "tip_id": "411f"
    },
    {
        "title": "You are watching stats for TBL at WPG gamePeriod: 1 Time: 06:49 Score: 1 : 0goal: Brandon Hagel Period: 1 Time: 08:02 Score: 2 : 0assist 2 Victor Hedman assist 1 Nikita Kucherov goal: Brayden Point Period: 1 Time: 12:23 Score: 2 : 1goal: Vladislav Namestnikov assist 1 Josh Morrissey Period: 2 Time: 05:49 Score: 2 : 2assist 1 Nikolaj Ehlers goal: Logan Stanley Period: 2 Time: 07:36 Score: 2 : 3goal: Mark Scheifele assist 1 Gabriel Vilardi Period: 2 Time: 08:39 Score: 3 : 3assist 1 Jake Guentzel assist 2 Nick Paul goal: Mitchell Chaffee Period: 3 Time: 04:03 Score: 3 : 4assist 1 Nino Niederreiter goal: Alex Iafallo assist 2 Cole Perfetti Period: 3 Time: 06:51 Score: 4 : 4goal: Nikita Kucherov Period: 3 Time: 07:38 Score: 4 : 5assist 2 Dylan DeMelo assist 1 Kyle Connor goal: Dylan Samberg Period: 3 Time: 17:15 Score: 4 : 6assist 1 Mark Scheifele assist 2 Vladislav Namestnikov goal: Nikolaj Ehlers Period: 3 Time: 19:23 Score: 4 : 7assist 1 Josh Morrissey goal: Cole Perfetti Button ot currently used",
        "username": "TBL played second G. They had early lead 2:0. But then they had multiple turnovers first third last goals are difficult to explain",
        "tip": "(1) huge pile in front of net G was not able to react but refs said no interference after challenge i really do not understand; (2) on the penalty following unsuccessful challenge, pass from right circle to center was so great that it was not interceptable, shot was great as well not one timer and not hold and release but in between; (3) bad turnover in D zone by TBL pass intercepted quick pass from top of left circle to bottom right scored by one touch; (4) scored almost from blue line center surprised why there was no D in front; (5) absolutely impossible turnover in D zone by TBL led to immediate 2x0 tik-tak-toe; (6) 3x3 attack on entry pass from top left circle to right circle; (7) pass from right circle to behind goal another pass to center goes through pads, all not intercepted; (8) no look pass from behind the goal mishandled by WIN, shot from point deflected off WIN #7; (9) WIN skated behind the goal pass from bottom right circle to mid blue line scored hold and release with goalie screened; (10) EN goal with WIN outmuscled TBL near boards; (11) too easy TBL mishandled puck WIN scored again to EN",
        "topic": "UX",
        "tip_id": "0e67"
    },
    {
        "title": "You are watching stats for TOR at MIN gamePeriod: 1 Time: 10:19 Score: 0 : 1assist 2 Jared Spurgeon goal: Ryan Hartman assist 1 Frederick Gaudreau Period: 1 Time: 19:08 Score: 1 : 1goal: William Nylander assist 2 Mitch Marner assist 1 Auston Matthews Period: 4 Time: 02:14 Score: 1 : 2assist 2 Jared Spurgeon goal: Matt Boldy assist 1 Marco Rossi Button ot currently used",
        "username": "is Stollarz #1 G for TOR this season? And I think Gustaffson is still 2nd G for MIN. First period review was 7:20 out of 10. Nothing happened in 2nd or 3rd. Dumb turnover in 3rd",
        "tip": "(1) shot from blue line saved on rebound shot from left point saved G without stick next shot on rebound from right point scored; (2) did not get what was penalty on Marner but anyway on PP TOR: pass from right circle to left circle hold and release scored; (3) in OI, failed attack by TOR turned to 2x0 for MIN they scored ",
        "topic": "UX",
        "tip_id": "f3d2"
    },
    {
        "title": "You are watching stats for UTA at WPG gamePeriod: 2 Time: 17:57 Score: 0 : 1assist 2 Mark Scheifele assist 1 Josh Morrissey goal: Gabriel Vilardi Period: 3 Time: 07:30 Score: 0 : 2goal: Nino Niederreiter assist 2 Adam Lowry assist 1 Mason Appleton Period: 3 Time: 17:01 Score: 0 : 3goal: Nino Niederreiter assist 1 Adam Lowry assist 2 Dylan Samberg Button ot currently used",
        "username": "WIN had full control. UTA G was hero, but he did not save one late in 2nd. He could not save that redirection",
        "tip": "(1) pass from left circle to blue line scored as one timer redirected in front of the net; (2) fast counterattack overplayed G after pass from top right circle to left circle; (3) EN goal",
        "topic": "UX",
        "tip_id": "2b20"
    },
    {
        "title": "You are watching stats for WPG at EDM gamePeriod: 1 Time: 14:56 Score: 1 : 0assist 1 Nino Niederreiter goal: Adam Lowry assist 2 Mason Appleton Period: 1 Time: 18:35 Score: 2 : 0assist 1 Nino Niederreiter goal: Mason Appleton assist 2 Neal Pionk Period: 2 Time: 04:17 Score: 3 : 0assist 1 Josh Morrissey assist 2 Morgan Barron goal: Rasmus Kupari Period: 2 Time: 04:37 Score: 4 : 0assist 2 Adam Lowry assist 1 Mason Appleton goal: Dylan Samberg Period: 2 Time: 09:33 Score: 5 : 0assist 2 Mark Scheifele assist 1 Josh Morrissey goal: Kyle Connor Period: 3 Time: 14:15 Score: 6 : 0goal: Mark Scheifele assist 1 Nikolaj Ehlers assist 2 Gabriel Vilardi Button ot currently used",
        "username": "two bad turnovers by EDM in 1st but only one scored. Then 3 goals where Fs were not covered. Then 2 PP goals",
        "tip": "(1) very bad turnover in D zone by EDM shot from left under sharp angle saved but scored on rebound; (2) fast attack pass from right top circle to left circle this F was uncovered; (3) pass from left board to right circle to uncovered F who scored one timer; (4) fast attack with 3 passes EDM Ds did not cover WPG Fs; (5) on PP, shot from right circle used D as screen; (6) on PP, centering pass from left circle deflected on point",
        "topic": "UX",
        "tip_id": "602f"
    },
    {
        "title": "You are watching stats for CHI at WPG gamePeriod: 2 Time: 16:52 Score: 1 : 0assist 1 Patrick Maroon goal: Ryan Donato Period: 3 Time: 18:56 Score: 1 : 1goal: Mark Scheifele assist 1 Nikolaj Ehlers Period: 4 Time: 00:38 Score: 1 : 2goal: Mark Scheifele assist 2 Josh Morrissey assist 1 Kyle Connor Button ot currently used",
        "username": "I do not believe WPG tried to score until last minute. They were confident they can score. Many shots right to the belly of CHI G. Then they scored quickly in OT",
        "tip": "(1) turnover in attack zone led to almost 1x1 CHI scored; (2) with about a minute left and 6x5 shot from right sharp angle saved but scored on rebound; (3) in OT, pass from left board to center redirected",
        "topic": "UX",
        "tip_id": "8bc9"
    },
    {
        "title": "You are watching stats for COL at WPG gamePeriod: 1 Time: 01:06 Score: 0 : 1assist 1 Mark Scheifele goal: Gabriel Vilardi Button ot currently used",
        "username": "WPG scored after one minute. No more goals. But both teams tried to score.",
        "tip": "COL mishandled park in WPG zone, fast pass 2x1, pass from left circle to bottom right circle hold and release ",
        "topic": "UX",
        "tip_id": "7f80"
    },
    {
        "title": "You are watching stats for MIN at WPG gamePeriod: 1 Time: 04:06 Score: 1 : 0goal: Jake Middleton assist 1 Marco Rossi Period: 1 Time: 19:58 Score: 1 : 1assist 1 Adam Lowry goal: Mark Scheifele Period: 4 Time: 00:51 Score: 1 : 2assist 1 Mark Scheifele assist 2 Josh Morrissey goal: Kyle Connor Button ot currently used",
        "username": "Gustafsson was G for Wild. Is he #1 these days? Both teams played well. Jets scored in OT. Lines addition does not work yet",
        "tip": "(1) innocent shot from blue line G was not even screened; (2) with 1 second left Jets played 6x5 they won draw scored from top right circle after quick pass; (3) pass from left circle to right circle in OT",
        "topic": "UX",
        "tip_id": "0304"
    },
    {
        "title": "You are watching stats for DAL at WPG gamePeriod: 1 Time: 07:28 Score: 0 : 1assist 1 Vladislav Namestnikov goal: Alex Iafallo assist 2 Cole Perfetti Period: 1 Time: 10:21 Score: 0 : 2assist 1 Alex Iafallo goal: Rasmus Kupari Period: 2 Time: 03:34 Score: 0 : 3goal: Vladislav Namestnikov assist 2 Neal Pionk assist 1 Cole Perfetti Period: 2 Time: 07:14 Score: 0 : 4assist 1 Mark Scheifele goal: Nikolaj Ehlers assist 2 Gabriel Vilardi Period: 3 Time: 18:38 Score: 1 : 4assist 2 Evgenii Dadonov goal: Roope Hintz assist 1 Thomas Harley Button ot currently used",
        "username": "Jets dominated entire game. First period shots were 3x12. Jets scored on shot 13 and then on shot 15 again. At that time it was 8x15. With 0:4 Otty was replaced. DeSmith Stayed clean. Shot ended 33x25 stars. Stras were weak team here",
        "tip": "(1) 91-15 46-55 on PK, extremely quick pass from right corner to point scored one touch pass not intercepted by #46 then 2 Jets Fs were on point; (2) 95-91-18 3-4 no look pass by #3 intercepted by Jets shot from mid saved but then scored on rebound; (3) 11-53-14 5-23 Otty almost saved wraparound but it was in one 2nd attempt #23 was there; (4) 18-15 23-26 on PK pass from left boards scored on one timer from center we do not get many of them from that spot; (5) 11-24-63-21 55 one shot went to cross bar then shot from blue lien by #55 saved scored by #55 on rebound by #24",
        "topic": "UX",
        "tip_id": "55bc"
    },
    {
        "title": "You are watching stats for MIN at CHI gamePeriod: 1 Time: 16:44 Score: 0 : 1goal: Jason Dickinson Period: 3 Time: 15:29 Score: 1 : 1assist 2 Mats Zuccarello assist 1 Kirill Kaprizov goal: Matt Boldy Period: 4 Time: 01:50 Score: 1 : 2assist 1 Seth Jones goal: Philipp Kurashev Button ot currently used",
        "username": "real game with many moments from both teams. Looks #32 Gustafsson is #1 G for Wild. Shots differential was about  14x16 early in 3rd it went to 31x20 when Wild tied the game. Hawks scored in OT but Wild G like knew it is going to happenG",
        "tip": "(1) #16 Dickinson won puck near boards cruised to center scored from middle: one man effort; (2) shot from distance on rebound pass from point to middle scored one timer; (3) in 3x3 OT fast attack like 2x1 scored from middle; did not like MIN goalie went from ice",
        "topic": "UX",
        "tip_id": "24cd"
    },
    {
        "title": "You are watching stats for BOS at DAL gamePeriod: 1 Time: 01:09 Score: 0 : 1goal: Matt Duchene assist 2 Tyler Seguin assist 1 Mason Marchment Period: 1 Time: 06:36 Score: 0 : 2goal: Evgenii Dadonov Period: 1 Time: 17:48 Score: 1 : 2goal: Charlie Coyle assist 1 Trent Frederic assist 2 Mason Lohrei Period: 2 Time: 14:15 Score: 1 : 3assist 1 Jamie Benn assist 2 Thomas Harley goal: Logan Stankoven Period: 2 Time: 15:56 Score: 1 : 4assist 1 Colin Blackwell assist 2 Esa Lindell goal: Oskar Bäck Period: 2 Time: 19:49 Score: 1 : 5goal: Evgenii Dadonov assist 1 Sam Steel assist 2 Oskar Bäck Period: 3 Time: 00:47 Score: 1 : 6assist 2 Brendan Smith goal: Roope Hintz assist 1 Jason Robertson Period: 3 Time: 03:35 Score: 2 : 6goal: David Pastrnak assist 1 Morgan Geekie Period: 3 Time: 17:19 Score: 2 : 7assist 2 Matt Duchene assist 1 Tyler Seguin goal: Mason Marchment Button ot currently used",
        "username": "tomorrow",
        "tip": "(1) 91-95-27 46-55 BOS D suddenly fell down near his blue line as #27 chased him so #27 skated behind the goal, one hand pass from top left circle to #85 who scored one timer; (2) 21-24-63-95 55 #63 scored on penalty shot do not know what the penalty was about looked like we were on delayed penalty; (3) 10-15-18 4-23 pass was intercepted in their D zone then a number of misses: tomorrow",
        "topic": "UX",
        "tip_id": "9c7b"
    },
    {
        "title": "You are watching stats for ANA at DAL gamePeriod: 1 Time: 00:56 Score: 1 : 0assist 1 Ryan Strome goal: Olen Zellweger Period: 1 Time: 05:44 Score: 2 : 0assist 2 Radko Gudas goal: Brett Leason assist 1 Pavel Mintyukov Period: 2 Time: 07:39 Score: 3 : 0assist 2 Alex Killorn assist 1 Brett Leason goal: Cutter Gauthier Period: 3 Time: 03:31 Score: 3 : 1assist 2 Jamie Benn goal: Esa Lindell assist 1 Mavrik Bourque Period: 3 Time: 12:08 Score: 3 : 2goal: Matt Duchene assist 1 Tyler Seguin assist 2 Mason Marchment Period: 3 Time: 14:32 Score: 4 : 2assist 1 Brett Leason goal: Jackson LaCombe assist 2 Cutter Gauthier Button ot currently usedYou are watching stats for ANA at DAL gamePeriod: 1 Time: 00:56 Score: 1 : 0assist 1 Ryan Strome goal: Olen Zellweger Period: 1 Time: 05:44 Score: 2 : 0assist 2 Radko Gudas goal: Brett Leason assist 1 Pavel Mintyukov Period: 2 Time: 07:39 Score: 3 : 0assist 2 Alex Killorn assist 1 Brett Leason goal: Cutter Gauthier Period: 3 Time: 03:31 Score: 3 : 1assist 2 Jamie Benn goal: Esa Lindell assist 1 Mavrik Bourque Period: 3 Time: 12:08 Score: 3 : 2goal: Matt Duchene assist 1 Tyler Seguin assist 2 Mason Marchment Period: 3 Time: 14:32 Score: 4 : 2assist 1 Brett Leason goal: Jackson LaCombe assist 2 Cutter Gauthier Button ot currently used",
        "username": "Two quick goals by ANA early in 1st where Stars were at fault then goal in PK in 2nd. Stars had 2 breakaways hit crossbar twice before they scored one. They made it 2x3 but then ANA made it 2x4.",
        "tip": "(1) 91-95-27 4-23 right after FO win, pass to blue line shot from blue line scored #1 saw the shot his fault; (2) 11-53-14 2-3 individual effort by ANA F shot from right circle scored to far corner #1 defended short side but #3 did not prevent shot to far corner; (3) 53-24 23-46 on PK, pass from left G line to mid, great shot; (4) 11-22-14 4-23 ANA player lost his helmet it was advantage quick tik tak toe scored by #23 who joined attack from middle; (5) 95-91-27 2-3 great individual effort by #95 who overplayed ANA D then their G; (6) 24-53-21 23-2 pass from G line to point #21 lost coverage",
        "topic": "UX",
        "tip_id": "c770"
    },
    {
        "title": "You are watching stats for SJS at DAL gamePeriod: 1 Time: 15:33 Score: 0 : 1assist 1 Mathew Dumba goal: Jason Robertson assist 2 Thomas Harley Period: 1 Time: 18:44 Score: 1 : 1goal: Mikael Granlund assist 1 William Eklund Period: 2 Time: 00:56 Score: 1 : 2assist 1 Roope Hintz assist 2 Jason Robertson goal: Wyatt Johnston Period: 2 Time: 10:56 Score: 1 : 3goal: Jamie Benn assist 1 Logan Stankoven Period: 3 Time: 13:25 Score: 2 : 3assist 1 Mikael Granlund assist 2 Cody Ceci goal: Jake Walman Period: 3 Time: 18:33 Score: 2 : 4goal: Roope Hintz assist 2 Jason Robertson assist 1 Wyatt Johnston Period: 3 Time: 19:06 Score: 2 : 5goal: Evgenii Dadonov assist 1 Oskar Bäck Button ot currently used",
        "username": "Stars were in control. They were ahead all the time. In addition #91 hit iron twice and #21 once. SJS also hit iron once. Line 53-24-21 scored 3 times with one EN",
        "tip": "(1) 53-24-21 3-55 slap pass by #3 from right blue line caught in air by #21 scored from right circle on wraparound; (2) 11-24-21-14 4 on PP #11 lost the puck near the boards, SJS scored 1x1 with #24 trying to prevent; (3) 53-24-21 3-55 flip pass from #24 to #53 scored; (4) 22-11-14 4-46 pass by #11 from behind the goal to left g line scored; (5) 95-91-27 23-46 pass from right circle to mid scored on hold and release #91 held the passer by #95 held the scorer; (6) 53-24-21 23-4 puck was intercepted in our D zone after fast attack scored to EN; (7) 10-18-63 46-55 puck won in mutual zone scored on EN ",
        "topic": "UX",
        "tip_id": "2209"
    },
    {
        "title": "You are watching stats for MIN at EDM gamePeriod: 1 Time: 00:27 Score: 0 : 1goal: Leon Draisaitl assist 1 Connor McDavid Period: 1 Time: 09:56 Score: 1 : 1assist 2 Jonas Brodin assist 1 Kirill Kaprizov goal: Matt Boldy Period: 2 Time: 03:09 Score: 2 : 1goal: Marcus Foligno assist 2 Frederick Gaudreau assist 1 Declan Chisholm Period: 2 Time: 06:03 Score: 2 : 2goal: Corey Perry Period: 2 Time: 09:10 Score: 3 : 2goal: Marcus Johansson assist 1 Ryan Hartman Period: 2 Time: 17:02 Score: 4 : 2assist 1 Ryan Hartman goal: Frederick Gaudreau Period: 3 Time: 09:50 Score: 5 : 2assist 2 Marcus Foligno goal: Frederick Gaudreau assist 1 Jake Middleton Period: 3 Time: 19:35 Score: 5 : 3assist 1 Corey Perry assist 2 Adam Henrique goal: Jeff Skinner Button ot currently used",
        "username": "first MIN goal did not count on challenge. after first fluky goal against MIN went 5:1 were in full control",
        "tip": "(1) terrible mistake by #29 G fleury; (2) shot almost from blue line went through it was screened; (3) shot from blue line scored on rebound; (4)  individual effort by #90 perry who went behind net scored from MIN D skate deflection; (5) EDM Ds allowed multiple passes; (6) fast attack by MIN; (7) fast attack by MIN scored on rebound after first save; (8) scored with 6x5 on rebound",
        "topic": "UX",
        "tip_id": "25c1"
    },
    {
        "title": "You are watching stats for FLA at WPG gamePeriod: 1 Time: 14:13 Score: 0 : 1goal: Kyle Connor Period: 1 Time: 17:40 Score: 0 : 2goal: Mark Scheifele assist 2 Josh Morrissey assist 1 Gabriel Vilardi Period: 2 Time: 15:41 Score: 0 : 3goal: Mark Scheifele assist 2 Josh Morrissey assist 1 Nikolaj Ehlers Period: 2 Time: 17:24 Score: 1 : 3assist 1 Nate Schmidt assist 2 Tomas Nosek goal: A.J. Greer Period: 3 Time: 07:10 Score: 2 : 3assist 2 Aleksander Barkov goal: Sam Reinhart assist 1 Matthew Tkachuk Period: 3 Time: 09:46 Score: 2 : 4goal: Mark Scheifele assist 2 Nikolaj Ehlers assist 1 Kyle Connor Period: 3 Time: 16:38 Score: 3 : 4assist 2 Carter Verhaeghe assist 1 Sam Bennett goal: Matthew Tkachuk Period: 3 Time: 18:23 Score: 3 : 5assist 1 Adam Lowry goal: Morgan Barron Period: 3 Time: 18:44 Score: 3 : 6goal: Morgan Barron Button ot currently used",
        "username": "WPG controlled leading 3:0, then 3:2 then 4:3. Then scored 2 Empty Netters. 55-13-81 were on ice for first 4 goals by WPG.",
        "tip": "(1) 55-13-81 2-44 individual effort by #81; (2) 55-13-81 2-44 hold and release by #55 from top left circle; (3) 55-13-81-27 44 on PP, pass across from top right circle to left circle scored one timer; (4) 22-17-62 24-6 shot from blue line deflected but then deflected again from WPG leg; (5) 15-9 2-54 on PK, multiple chances by FLA, pass from right blue line to right G line redirected to point one touch scored one timer; (6) 55-13-81-27 44 on PP pass from right blue line to left point scored one touch; (7) 17-9 2-54 on PK, shot from right boards G was screened by many players; (8) 36-17 2-54 playing 4x6 #36 won puck in D zone scored with deflection from boards to EN; (8) 36-17 4-54 on same PK, playing 4x6 shot to WPG saved WPG took puck scored EN",
        "topic": "UX",
        "tip_id": "18e2"
    },
    {
        "title": "You are watching stats for WPG at FLA gamePeriod: 1 Time: 14:59 Score: 0 : 1assist 1 Gustav Forsling assist 2 A.J. Greer goal: Mackie Samoskevich Period: 2 Time: 02:07 Score: 0 : 2goal: Nate Schmidt assist 2 Sam Reinhart assist 1 Sam Bennett Period: 2 Time: 12:21 Score: 0 : 3assist 1 Aleksander Barkov assist 2 Aaron Ekblad goal: Evan Rodrigues Period: 2 Time: 14:36 Score: 0 : 4goal: Aleksander Barkov assist 1 Sam Reinhart assist 2 Gustav Forsling Period: 3 Time: 03:23 Score: 0 : 5goal: Dmitry Kulikov assist 1 Aleksander Barkov assist 2 Sam Reinhart Button ot currently used",
        "username": "first night of home and home between WPG and FLA. Three goals scored by FLA on rebound. Top line 55-13-81 and 44 all -3, 2 is -2. FLA controlled.",
        "tip": "(1) 15-36-9 2-44 pass from left blue line to right point one touch #44 was dispossessed near boards but #2 did not intercept the pass; (2) 13-55-27 4-54 individual effort by #9 Bennett saved but #88 Schmidt scored on big rebound #4 did not block the shot; (3) 13-55-81 44-2 shot from blue line deflected then shot on rebound deflected but FLA scored on second rebound; (4) 55-13-81-27 44 on PP, quick SH 2x1 by FLA first shot off the bar but scored on rebound; (5) 17-81 4-54 4x4 saucer pass scored from the leg on left point",
        "topic": "UX",
        "tip_id": "4ef2"
    },
    {
        "title": "You are watching stats for WPG at NYR gamePeriod: 1 Time: 00:57 Score: 1 : 0goal: Mark Scheifele assist 1 Josh Morrissey Period: 1 Time: 13:07 Score: 1 : 1assist 2 Filip Chytil assist 1 Braden Schneider goal: Will Cuylle Period: 2 Time: 08:58 Score: 2 : 1assist 1 Nikolaj Ehlers goal: Gabriel Vilardi assist 2 Neal Pionk Period: 2 Time: 12:51 Score: 2 : 2assist 2 Artemi Panarin assist 1 Adam Fox goal: Alexis Lafrenière Period: 2 Time: 16:03 Score: 3 : 2goal: Kyle Connor assist 1 Neal Pionk Period: 3 Time: 01:08 Score: 4 : 2assist 1 Dylan DeMelo goal: Mark Scheifele assist 2 Kyle Connor Period: 3 Time: 01:40 Score: 4 : 3goal: Kaapo Kakko assist 2 Braden Schneider assist 1 Will Cuylle Period: 3 Time: 13:08 Score: 5 : 3goal: Vladislav Namestnikov assist 1 Nikolaj Ehlers Period: 3 Time: 19:40 Score: 6 : 3goal: Kyle Connor assist 1 Dylan Samberg assist 2 Neal Pionk Button ot currently used",
        "username": "Two bad mistakes by NYR on first two goals. First 4 goals scored by WPG by 13-55-81 lines or 2/3 of this line",
        "tip": "(1) 55-13-81 2-44 sudden puck loss by NYR in D zone pass from left blue line to right point scored by #55; (2) 17-22-62 2-44 shot from blue line saved but scored on rebound; (3) 13-55-81-27 4 on PP, saucer pass from blue line led to 2x0 in front of NYR goal because D man fell beautiful passing scored goal; (4) 22-9 4-24 shot from blue line G screened; (5) 15-13-9-81 24 individual effort by #81 after pass after fanged shot attempt by NYR; (6) 55-13-81 2-44 pass from mid to right circle to near left post all one touch scored; (7) 7-91-27 6-24 battle near the goal scored almost by kick; (8) 7-91-27 4-54 2x1 initial shot missed but scored on rebound off boards; (9) 55-9-81 4-54 NYR played 6x5 for over 2 minutes scored from D zone",
        "topic": "UX",
        "tip_id": "60f5"
    },
    {
        "title": "You are watching stats for WPG at MIN gamePeriod: 1 Time: 08:37 Score: 0 : 1assist 1 Marcus Johansson goal: Jake Middleton assist 2 Brock Faber Period: 1 Time: 10:03 Score: 1 : 1goal: Alex Iafallo assist 1 Rasmus Kupari Period: 2 Time: 12:05 Score: 2 : 1goal: Nino Niederreiter assist 2 Vladislav Namestnikov assist 1 Neal Pionk Period: 3 Time: 13:20 Score: 3 : 1goal: Alex Iafallo assist 1 Neal Pionk assist 2 Cole Perfetti Period: 3 Time: 18:57 Score: 4 : 1goal: Adam Lowry assist 2 Mark Scheifele assist 1 Kyle Connor Button ot currently used",
        "username": "Gustaffson was in G for MIN. Shot differential was 32:13 MIN in the middle. But they finished 44:34. Two goals from WPG second PP unit. One rare goal from 4th line. And one EN goal",
        "tip": "(1) 55-91-27 4-44 shot almost from blue line scored on rebound; (2) 36-15-9 2-6 pass from behind the G line to left circle scored backhander; (3) 91-7-62-9 4 right after MIN PP WPG F overplayed MIN G; (4) 91-7-62-9 4 on PP shot almost from blue line redirected; (5) 17-55-81 2-44 EN goal",
        "topic": "UX",
        "tip_id": "694b"
    },
    {
        "title": "You are watching stats for DAL at CAR gamePeriod: 1 Time: 00:18 Score: 1 : 0assist 2 Matt Duchene goal: Tyler Seguin assist 1 Mason Marchment Period: 1 Time: 06:36 Score: 1 : 1assist 1 Sebastian Aho goal: Seth Jarvis Period: 1 Time: 10:15 Score: 2 : 1assist 1 Jamie Benn assist 2 Miro Heiskanen goal: Thomas Harley Period: 2 Time: 07:13 Score: 3 : 1assist 2 Matt Duchene assist 1 Tyler Seguin goal: Mason Marchment Period: 3 Time: 01:10 Score: 3 : 2assist 2 Dmitry Orlov goal: Sebastian Aho assist 1 Seth Jarvis Period: 3 Time: 03:43 Score: 3 : 3goal: Brent Burns assist 1 Jordan Staal assist 2 Jordan Martinook Period: 3 Time: 08:09 Score: 3 : 4goal: Shayne Gostisbehere assist 2 Sebastian Aho assist 1 Martin Necas Period: 3 Time: 14:46 Score: 4 : 4goal: Miro Heiskanen assist 1 Wyatt Johnston Period: 3 Time: 17:53 Score: 4 : 5assist 1 Shayne Gostisbehere goal: Martin Necas assist 2 Seth Jarvis Period: 3 Time: 19:45 Score: 4 : 6assist 2 Jaccob Slavin assist 1 Sebastian Aho goal: Andrei Svechnikov Button ot currently used",
        "username": "unusual reaction from #29 to first goal. We led 3:1 early in the 3rd. We scored 3 goals on first 7 shots. But then collapsed. They scored 3 in 7 minutes. #29 brought 2nd goal as well. Line 53-21-24 and 55 were on ice for each of 3 5x5 goals in 3rd (1:2). .",
        "tip": "(1) 91-27-95 4-23 after turnover in D zone scored on rebound just 18 seconds in; (2) 91-27-95-11 4 SH goal by CAR after turnover on zone entry #11 and #4 did not prevent; (3) 22-11-14 55-4 pass from left boards scored from mid om hold and release; (4) 91-27-95 2-46 pass from behind G line to point scored one touch; (5) 24-53-21 46-55 right after PP expired #29 basically passed to CAR, #55 did not protect pass or blocked shot; (6) 24-53-21 46-55 shot from blue line screened; (7) 24-53 23-46 on PK, shot from mid was not screened but not saved by #29; (8) 24-53-21 55-4 after FO win, shot from left circle by #4 their G was screened; (9) 10-18 23-46 on PK, pass across was deflected off #46 skate; (10) 91-27-95-11-63 55 with EN, they won FO, then scored from central zone",
        "topic": "UX",
        "tip_id": "51c7"
    },
    {
        "title": "You are watching stats for VAN at BOS gamePeriod: 2 Time: 05:53 Score: 1 : 0goal: Jake DeBrusk assist 1 Conor Garland assist 2 Quinn Hughes Period: 3 Time: 19:47 Score: 2 : 0goal: Conor Garland assist 1 Pius Suter Button ot currently used",
        "username": "BOS just fired Monty. Probably not first game after firing. Shots differential was 3x9 BOS after 1st. at first goal shot differential was 5x11. after second it was about 9x20. in the end it was 15x32. BOS had many chances did not score",
        "tip": "(1) on PP, shot from blue line deflected scored on rebound; (2) turnover in A zone EN goal",
        "topic": "UX",
        "tip_id": "3b56"
    },
    {
        "title": "You are watching stats for DAL at CHI gamePeriod: 1 Time: 00:17 Score: 0 : 1assist 2 Alec Martinez goal: Taylor Hall assist 1 Philipp Kurashev Period: 1 Time: 05:43 Score: 0 : 2goal: Taylor Hall assist 1 Ryan Donato Period: 2 Time: 00:41 Score: 0 : 3assist 1 Tyler Bertuzzi goal: Connor Bedard Period: 2 Time: 03:06 Score: 0 : 4assist 2 TJ Brodie goal: Teuvo Teravainen assist 1 Tyler Bertuzzi Period: 2 Time: 03:41 Score: 1 : 4goal: Colin Blackwell assist 1 Miro Heiskanen assist 2 Mavrik Bourque Period: 2 Time: 08:42 Score: 1 : 5assist 2 Patrick Maroon assist 1 Craig Smith goal: Taylor Hall Period: 2 Time: 13:18 Score: 1 : 6assist 1 Ilya Mikheyev goal: Louis Crevier Period: 3 Time: 13:43 Score: 2 : 6goal: Matt Duchene assist 2 Jason Robertson assist 1 Wyatt Johnston ",
        "username": "Very tough loss. Hintz did not play. First three goals against are due to #1 failures. But goals 4 and 6 against are #3 fault. Our goalie did not look sharp at all.",
        "tip": "(1) 63-21-53 4-23 individual effort by #71 but Miro #4 did not even try to prevent the shot, #1 saw the shot; (2) 18-10-15 3-2 #1 mishandled the puck passed to CHI then pass to point scored; (3) 18-15 23-46 PK shot from right circle #1 saw the shot; (4) 91-95-27 2-3 turnover in D zone by #3 led to goal; (5) 15-10-22 23-4 shot by #4 from top right circle saved but scored on rebound from point; (6) 53-14 2-23-55 right after PK, long time puck was held near the boards finally CHI took puck pass not intercepted by #14 from right corner to left circle scored one timer; (7) 91-14-18 2-3 CHI F easy sailed through #3 no look pass not intercepted by #2 from G line to mid scored one touch; (8) 95-53-14-21 4 on PP, shot from left blue line redirected by #53 on left point to mid point scored by #95",
        "topic": "UX",
        "tip_id": "98d4"
    },
    {
        "title": "You are watching stats for WPG at LAK gamePeriod: 1 Time: 01:52 Score: 0 : 1goal: Anze Kopitar assist 1 Adrian Kempe assist 2 Alex Laferriere Period: 2 Time: 07:10 Score: 0 : 2goal: Phillip Danault assist 1 Alex Turcotte assist 2 Alex Laferriere Period: 2 Time: 09:12 Score: 1 : 2assist 1 Nikolaj Ehlers assist 2 Kyle Connor goal: Gabriel Vilardi Period: 3 Time: 05:21 Score: 1 : 3assist 2 Joel Edmundson goal: Kevin Fiala assist 1 Brandt Clarke Period: 3 Time: 17:04 Score: 1 : 4assist 1 Anze Kopitar goal: Adrian Kempe assist 2 Vladislav Gavrikov ",
        "username": "first period shots were 5x13 or so. Ended about 34x14.",
        "tip": "(1) 15-17 24-2 on PK shot from blue line after FO win redirected in front of net; (2) 55-91-27 44-2 pass from behind G line shot saved but scored on rebound; (3) 13-55-27-91 44 early on PP, LAK G thought he had the puck after shot but mishandled scored from point; (4) 7-9-27 4-24 shot from blue line gets to net after double deflection from D skate; (5) 13-55-27-81 44-4 shot from D zone by LAK scored",
        "topic": "UX",
        "tip_id": "be4f"
    },
    {
        "title": "You are watching stats for WPG at VGK gamePeriod: 1 Time: 06:57 Score: 1 : 0assist 1 Josh Morrissey assist 2 Nikolaj Ehlers goal: Cole Perfetti Period: 1 Time: 18:13 Score: 1 : 1goal: Brett Howden Period: 1 Time: 19:44 Score: 1 : 2goal: Ivan Barbashev assist 2 Jack Eichel assist 1 Pavel Dorofeyev Period: 2 Time: 14:28 Score: 2 : 2assist 2 Vladislav Namestnikov assist 1 Josh Morrissey goal: Cole Perfetti Period: 3 Time: 04:43 Score: 2 : 3goal: Ivan Barbashev assist 1 Jack Eichel assist 2 Pavel Dorofeyev Period: 3 Time: 08:55 Score: 3 : 3assist 1 Haydn Fleury assist 2 Kyle Connor goal: Neal Pionk Period: 3 Time: 15:55 Score: 3 : 4assist 1 William Karlsson assist 2 Shea Theodore goal: Brett Howden ",
        "username": "Comrie #1 was in goal for WPG. It means #37 will play next game in Dallas. Who are new D players #64 and #52? Knights were in control after 1st. First line was not ice for just one goal",
        "tip": "(1) 91-7-27 2-44 second wave of attack simple shot from blue line redirected from point; (2) 17-22-36 52-64 after 4 minutes PP turnover by #36 in A zone by 4th line led to individual effort by VGK F; (3) 17-22-27 24-4 fast attack initial shot was saved scored on rebound from point; (4) 7-91-9 44-64 innocent shot from top right circle saved but scored on rebound; (5) 7-15-9 4-24 shot from mid G was not screened just great shot; (6) 13-55-81 4-24 after FO win shot from blue line; (7) 91-7-9 44-2 backhand pass from rigth circle to left point scored ",
        "topic": "UX",
        "tip_id": "2053"
    },
    {
        "title": "You are watching stats for COL at DAL gamePeriod: 1 Time: 05:36 Score: 0 : 1assist 2 Matt Duchene goal: Tyler Seguin assist 1 Mason Marchment Period: 1 Time: 13:56 Score: 1 : 1goal: Valeri Nichushkin assist 1 Mikko Rantanen assist 2 Cale Makar Period: 1 Time: 14:28 Score: 1 : 2assist 2 Tyler Seguin goal: Mason Marchment assist 1 Miro Heiskanen Period: 2 Time: 07:07 Score: 1 : 3goal: Jamie Benn assist 2 Sam Steel assist 1 Miro Heiskanen Period: 2 Time: 18:42 Score: 1 : 4assist 2 Jamie Benn goal: Roope Hintz assist 1 Wyatt Johnston Period: 3 Time: 01:02 Score: 2 : 4goal: Artturi Lehkonen assist 1 Nathan MacKinnon assist 2 Samuel Girard Period: 3 Time: 08:03 Score: 3 : 4goal: Mikko Rantanen assist 1 Cale Makar Period: 3 Time: 17:17 Score: 3 : 5goal: Mason Marchment ",
        "username": "it was a miracle that we scored first goal. Because COL had 2 great chances from #29 and one from #8 early. First period shots 14x8 COL. We had 4:1 lead going to 3rd. But COL made it 4:3. Stars survived scored EN",
        "tip": "(1) 91-95-27-63 55 on PP, no look pass by #27 from right circle to left point #91 scored one timer; (2) 24-10 23-55 on PK undefended shot from right circle off the iron scored from point on rebound; (3) 91-95-27 4-46 fast 2x1 #27 and #4 scored on second rebound; (4) 18-63-14 4-46 fast 3x2 initial shot intercepted by D but scored by #14 from point; (5) 53-24-14-21 4 on PP backhand pass from goal line to left point scored one touch; (6) 24-53-21 4-46 fast attack by COL shot from left circle a little deflection off #46 stick; (7) 18-63-21 4-28 #8 cruised through all Stars players and entire rink pass from left circle to right circle scored hold and release; (8) 91-95-27 4-55 with EN #8 Makar mishandled the puck right after FO shot by #27 from D zone to EN",
        "topic": "UX",
        "tip_id": "dea3"
    },
    {
        "title": "You are watching stats for STL at WPG gamePeriod: 2 Time: 18:04 Score: 1 : 0assist 1 Brayden Schenn goal: Jordan Kyrou assist 2 Philip Broberg Period: 2 Time: 18:43 Score: 2 : 0assist 1 Robert Thomas assist 2 Scott Perunovich goal: Dylan Holloway Period: 3 Time: 06:38 Score: 3 : 0goal: Jordan Kyrou assist 2 Scott Perunovich assist 1 Dylan Holloway Period: 3 Time: 15:45 Score: 3 : 1goal: Mark Scheifele assist 2 Josh Morrissey assist 1 Neal Pionk Period: 3 Time: 16:21 Score: 4 : 1assist 2 Brandon Saad assist 1 Radek Faksa goal: Robert Thomas Period: 3 Time: 15:45 Scorer: Scheifele Assists: Neal Pionk, Josh MorrisseyPeriod: 2 Time: 18:04 Scorer: Kyrou Assists: Brayden Schenn, Philip BrobergPeriod: 3 Time: 06:38 Scorer: Kyrou Assists: Dylan Holloway, Scott PerunovichPeriod: 3 Time: 16:21 Scorer: Thomas Assists: Radek Faksa, Brandon SaadPeriod: 2 Time: 18:43 Scorer: Holloway Assists: Robert Thomas, Scott Perunovich",
        "username": "#37 was in net for WPG but Hofer was in net for Blues. He is maybe #3 goalie for STL. He said STL PP is 27th best in NHL. Shot differential was 20:11 STL when first goal was scored late in 2nd. really? Home team had 11 shots late in 2nd? Two quick goals by STL late in 2nd on 4x4. Shot differential was 28:13 when score was  3:0. It was 31:19 when WPG scored late in 3rd.",
        "tip": "(1) 55-7 2-44 4x4 play 2x1 scored on rebound; (2) 17-81 4-24 same 4x4 shot from blue line scored on rebound; (3) 17-22-62 4-44 battle won in the corner quick pass to mid shot score; (4) 13-17-55-81 44-4 shot from blue line scored on rebound with 6x5; (5) 13-17-55-81 4-44 after FO shot from D zone to EN",
        "topic": "UX",
        "tip_id": "1367"
    },
    {
        "title": "You are watching stats for COL at CAR gamePeriod: 1 Time: 09:13 Score: 1 : 0goal: Artturi Lehkonen assist 1 Cale Makar Period: 1 Time: 16:05 Score: 1 : 1assist 1 Brent Burns assist 2 Martin Necas goal: Eric Robinson Period: 2 Time: 04:09 Score: 1 : 2assist 1 Sebastian Aho assist 2 Andrei Svechnikov goal: Seth Jarvis Period: 2 Time: 06:41 Score: 1 : 3goal: Jack Roslovic assist 2 Sean Walker assist 1 Andrei Svechnikov Period: 3 Time: 14:41 Score: 2 : 3goal: Valeri Nichushkin assist 2 Devon Toews assist 1 Parker Kelly Period: 3 Time: 17:49 Score: 2 : 4assist 2 Shayne Gostisbehere goal: Martin Necas assist 1 Andrei Svechnikov Period: 3 Time: 18:13 Score: 3 : 4assist 1 Nathan MacKinnon goal: Valeri Nichushkin assist 2 Cale Makar Period: 3 Time: 19:44 Score: 3 : 5assist 2 Sebastian Aho goal: Andrei Svechnikov assist 1 Jack Drury ",
        "username": "Wedgewood was in goal for COL after last game where Georgiev had 4 goals on 8 shots. it was 19x7 shots CAR when second goal was scored on PP. Wedgy was brilliant at that time. It was 22x8 when CAR scored third late in 2nd. it was 31x17 when scored turned to 3:2 CAR. Wedgy had 3 PK goals. COL ended with just 20 shots. Val scored twice in 3rd.",
        "tip": "(1) pass from D zone led to 1x1; (2) shot from blue line tipped in front of goal; (3) pass from left G line to right dot not intercepted scored on hold and release; (4) pass from right right circle to left right circle scored one timer; (5) individual effort by Val who took puck in neutral zone then skated to almost 1x1; (6) on PP shot from top left circle Wedge was screened by 3 players; (7) with 6x5 shot attempt from right circle changed direction twice scored from point; (8) EN goal by CAR",
        "topic": "UX",
        "tip_id": "3e08"
    },
    {
        "title": "You are watching stats for DAL at LAK gamePeriod: 1 Time: 02:34 Score: 1 : 0assist 2 Jamie Benn assist 1 Jason Robertson goal: Wyatt Johnston Period: 1 Time: 13:40 Score: 2 : 0goal: Mason Marchment assist 1 Logan Stankoven Period: 2 Time: 04:40 Score: 2 : 1assist 1 Warren Foegele goal: Tanner Jeannot Period: 2 Time: 15:38 Score: 2 : 2assist 2 Anze Kopitar goal: Joel Edmundson assist 1 Kyle Burroughs Period: 3 Time: 02:22 Score: 2 : 3goal: Warren Foegele assist 1 Tanner Jeannot ",
        "username": "Stars scored 2 quick goals in 1st. Stars hit iron in 2nd and 3rd. Shots were 20x12 stars when LAK scored 3rd. Line 11-27-95 was 1:2. Not sure how #5 ended with 6 shots and 7 shot attempts. #23 had 8 shot attempts with 4 shots on goal. #55 had 4 shots attempts with 2 shots on goal. Miro had just 2 shot attempts. OK we ended with 28x18 shots. But why did we have 12 shots from weaker Dmen?",
        "tip": "(1) 21-24-53-14 55 on PP pass from behind G line shot by #53 from slot then scored by him on rebound; (2) 95-11-27 3-55 stars win wall battle pass to mid scored on hold and release; (3) 53-18-14 4-23 puck bounced to LAK first shot from slot missed but scored on rebound off boards #4 did not prevent first shot then fell that allowed goal on rebound; (4) 11-95-27 4-46 right after FO win shot from blue line gets through Jake maybe deflected off #4; (5) 11-27-95 3-55 LAK F overplayed #11 behind the net scored on like wraparound. ",
        "topic": "UX",
        "tip_id": "f056"
    },
    {
        "title": "You are watching stats for DAL at VGK gamePeriod: 1 Time: 15:23 Score: 0 : 1assist 1 Mark Stone goal: Tomas Hertl assist 2 Shea Theodore Period: 2 Time: 06:39 Score: 1 : 1assist 2 Colin Blackwell assist 1 Oskar Bäck goal: Mavrik Bourque Period: 2 Time: 15:40 Score: 1 : 2assist 1 Shea Theodore goal: Jack Eichel Period: 2 Time: 16:48 Score: 1 : 3goal: Nicolas Roy Period: 3 Time: 17:26 Score: 2 : 3goal: Mason Marchment assist 2 Miro Heiskanen assist 1 Wyatt Johnston Period: 1 Time: 15:23 Scorer: Hertl Assists: Mark Stone, Shea TheodorePeriod: 2 Time: 15:40 Scorer: Eichel Assists: Shea TheodorePeriod: 2 Time: 16:48 Scorer: Roy Assists: Period: 3 Time: 17:26 Scorer: Marchment Assists: Wyatt Johnston, Miro HeiskanenPeriod: 2 Time: 06:39 Scorer: Bourque Assists: Oskar BÃ¤ck, Colin Blackwell",
        "username": "Stars first goal by #21 was removed after challenge. Then VGK were in control. Stars were in penalty trouble with 6 minors. First two goals against were scored on PK.#11 Stank had 7 shots on goal with 11 attempts.",
        "tip": "(1) 15 23-46 PK took just 10 seconds to score from point with 5x3 advantage #46 did not intercept pass suddenly turning away #23 did not block shot; (2) 1-15-22 4-46 VGK D dispossessed behind G line quick pass to right point scored after second attempt; (3) 18-15 23-46 on PK  pass from center blue line to left circle one timer as Stars were recovering from previous shot; (4) 11-95-21 3-55 (5) 95-11-53-14-27 4 ",
        "topic": "UX",
        "tip_id": "c12a"
    },
    {
        "title": "You are watching stats for DAL at VGK gamePeriod: 1 Time: 15:23 Score: 0 : 1assist 1 Mark Stone goal: Tomas Hertl assist 2 Shea Theodore Period: 2 Time: 06:39 Score: 1 : 1assist 2 Colin Blackwell assist 1 Oskar Bäck goal: Mavrik Bourque Period: 2 Time: 15:40 Score: 1 : 2assist 1 Shea Theodore goal: Jack Eichel Period: 2 Time: 16:48 Score: 1 : 3goal: Nicolas Roy Period: 3 Time: 17:26 Score: 2 : 3goal: Mason Marchment assist 2 Miro Heiskanen assist 1 Wyatt Johnston Period: 1 Time: 15:23 Scorer: Hertl Assists: Mark Stone, Shea TheodorePeriod: 2 Time: 15:40 Scorer: Eichel Assists: Shea TheodorePeriod: 2 Time: 16:48 Scorer: Roy Assists: Period: 3 Time: 17:26 Scorer: Marchment Assists: Wyatt Johnston, Miro HeiskanenPeriod: 2 Time: 06:39 Scorer: Bourque Assists: Oskar BÃ¤ck, Colin Blackwell",
        "username": "Stars first goal by #21 was removed after challenge. Then VGK were in control. Stars were in penalty trouble with 6 minors. First two goals against were scored on PK one on 5x3 and another on double minor. Second game in row #29 allowed weak shot. #11 Stank had 7 shots on goal with 11 attempts. #22 and #18 played on 6x5 late in the game.",
        "tip": "(1) 15 23-46 PK took just 10 seconds to score from point with 5x3 advantage #46 did not intercept pass suddenly turning away #23 did not block shot; (2) 1-15-22 4-46 VGK D dispossessed behind G line quick pass to right point scored after second attempt; (3) 18-15 23-46 on PK  pass from center blue line to left circle one timer as Stars were recovering from previous shot not blocked by #46; (4) 11-95-21 3-55 innocent shot from top left circle: not clear why #29 did not save; (5) 95-11-53-14-27 4 6x5 shot by #4 from blue line tipped in mid by #53 then redirected at left point by #95",
        "topic": "UX",
        "tip_id": "ed5b"
    },
    {
        "title": "You are watching stats for CBJ at WPG gamePeriod: 2 Time: 11:51 Score: 0 : 1assist 2 Mark Scheifele assist 1 Josh Morrissey goal: Kyle Connor Period: 2 Time: 13:53 Score: 1 : 1assist 2 Zach Werenski assist 1 Kirill Marchenko goal: Dmitri Voronkov Period: 3 Time: 07:15 Score: 2 : 1assist 2 James van Riemsdyk assist 1 Sean Monahan goal: Kent Johnson Period: 3 Time: 09:42 Score: 3 : 1assist 1 James van Riemsdyk assist 2 Ivan Provorov goal: Kent Johnson Period: 3 Time: 18:38 Score: 4 : 1goal: Sean Kuraly ",
        "username": "it was back to back game for WPG. they won last night at CHI but they play home tonight. point advantage was 12x3 CBJ late in 1st. 13-55-81 line was 1:3 on ice including all special teams. #1 Comrie was in goal. Score was 1:1 in the middle of 3rd but then CBJ scored twice on consecutive shots.",
        "tip": "(1) 91-13-55-81 44 on PP, pass from center blue line to right circle after work on puck; (2) 15-36 2-4 on PK, pass from right blue line to left circle shot saved scored on rebound from right point; (3) 13-55-81 24-4 shot attempt from blue line redirected saved scored on rebound; (4) 13-55-81 2-44 quick 2x1 scored; (5) 13-55-81-17 4-44 after FO win shot from CBJ D zone to EN",
        "topic": "UX",
        "tip_id": "c21f"
    },
    {
        "title": "You are watching stats for CGY at DAL gamePeriod: 1 Time: 01:00 Score: 1 : 0assist 1 Nazem Kadri goal: Jonathan Huberdeau Period: 1 Time: 04:26 Score: 1 : 1goal: Wyatt Johnston Period: 2 Time: 07:47 Score: 1 : 2goal: Jason Robertson assist 1 Oskar Bäck assist 2 Ilya Lyubushkin Period: 2 Time: 16:08 Score: 2 : 2goal: Connor Zary assist 1 Daniil Miromanov assist 2 Andrei Kuzmenko Period: 3 Time: 05:13 Score: 2 : 3assist 1 Esa Lindell goal: Roope Hintz assist 2 Jason Robertson Period: 3 Time: 12:01 Score: 2 : 4assist 1 Jamie Benn goal: Sam Steel Period: 3 Time: 13:02 Score: 2 : 5assist 2 Oskar Bäck assist 1 Nils Lundkvist goal: Thomas Harley Period: 3 Time: 19:02 Score: 2 : 6assist 2 Matt Duchene assist 1 Mason Marchment goal: Thomas Harley ",
        "username": "First two goals looked like goalies could catch both. It was 2:2 after second but Stars scored 4 in 3rd",
        "tip": "(1) 18-14-63 4-46 turnover near boards pass to uncovered #10 who scored from slot but not sure if jake missed on purpose; (2) 18-53 23-46 on PK, Kadri was dispossessed near boards then #53 skated through CAL D with no resistance then scored from mid; (3) 10-15-21 4-3 right after #21 penalty expired he had pass from #10 who won battle near the boards scored almost 1x1; (4) 22-63-21 3-55 jake saved shot from blue line but as #22 attempted to clear from slot his attempts was deflected off CAL F leg; (5) 24-53-21 23-3 after winning boards battle in D zone quick 2x1 do not understand how CAL Ds did not intercept two passes between #24 and #21; (6) 18-63-14 23-3 CAL G tried to pass puck behind G line but it was intercepted he did not get back on time; (7) 10-15-22 55-5 shot by #55 from blue line deflected off CAL D hip; (8) 95-27 5-55 innocent shot from mid scored by #55 again",
        "topic": "UX",
        "tip_id": "b465"
    },
    {
        "title": "You are watching stats for BOS at WPG gamePeriod: 1 Time: 12:09 Score: 0 : 1assist 1 Nino Niederreiter goal: Vladislav Namestnikov assist 2 Neal Pionk Period: 1 Time: 18:01 Score: 0 : 2goal: Mark Scheifele assist 1 Kyle Connor assist 2 Gabriel Vilardi Period: 2 Time: 07:02 Score: 0 : 3goal: Mark Scheifele assist 1 Josh Morrissey Period: 2 Time: 09:13 Score: 1 : 3assist 2 Brad Marchand goal: David Pastrnak assist 1 Charlie McAvoy Period: 3 Time: 01:15 Score: 1 : 4assist 1 Mark Scheifele goal: Kyle Connor Period: 3 Time: 05:33 Score: 1 : 5assist 1 Kyle Connor goal: Gabriel Vilardi Period: 3 Time: 07:19 Score: 1 : 6goal: Alex Iafallo assist 1 Neal Pionk assist 2 Nikita Chibrikov Period: 3 Time: 16:16 Score: 1 : 7assist 2 Adam Lowry assist 1 Haydn Fleury goal: Mason Appleton Period: 3 Time: 16:26 Score: 1 : 8assist 1 Cole Perfetti goal: Nikita Chibrikov ",
        "username": "4 goals from 13-55-81 line 2 goals from 2nd PP unit 7-62-90-9 and another goal from 7-62-90 line. BOS collapsed again for 8 goals. shots were 8x8 when 1st goal was scored. shots were 13x8 when WPG scored 2nd. Score was 3:1 after 2nd with shot differential 23x16. Then BOS defense collapsed in 3rd",
        "tip": "(1) 7-62-90-9 4 on double minor 2nd PP unit shot from blue line intentional miss scored on rebound from left point; (2) 13-55-81 14-64 pass from right blue line to mid not intercepted missed coverage on shot; (3) 13-55-81-62 44 just after 4x4 pass from right dot to left dot scored one timer on PP; (4) 7-81 2-64 one goal against one timer on PK from left point; (5) 13-55-81 44-2 sudden turnover in D zone by BOS pass from right G line to mid scored one touch; (6) 13-55-81 44-2 fast attack shot from top right circle; (7) 7-62-90-9 4 (8) 22-17-62 14-24 (9) 7-62-90 14-4 ",
        "topic": "UX",
        "tip_id": "fdde"
    },
    {
        "title": "You are watching stats for STL at VAN gamePeriod: 1 Time: 08:02 Score: 0 : 1assist 2 Tyler Myers goal: Dakota Joshua assist 1 Conor Garland Period: 1 Time: 09:15 Score: 1 : 1assist 1 Dylan Holloway goal: Zack Bolduc Period: 1 Time: 17:30 Score: 2 : 1assist 1 Colton Parayko assist 2 Pavel Buchnevich goal: Robert Thomas Period: 2 Time: 16:18 Score: 3 : 1assist 2 Justin Faulk goal: Jordan Kyrou assist 1 Robert Thomas Period: 2 Time: 18:32 Score: 3 : 2assist 1 Brock Boeser assist 2 Conor Garland goal: Elias Pettersson Period: 3 Time: 18:08 Score: 3 : 3assist 2 Brock Boeser goal: Jake DeBrusk assist 1 Elias Pettersson Period: 4 Time: 01:40 Score: 4 : 3assist 1 Robert Thomas goal: Dylan Holloway ",
        "username": "First time I add STL Lines this season. After Monty hiring. And STL has Hofe as goalie. Is he #2 or #3 goalie? Canucks played #35 Demko. It was his first game this season. Multiple chances for STL like 1x1 at 2:1 before they scored 3:1.",
        "tip": "(1) 10-63-20 72-22 #81 Joshua scored 1st goal this season after cancer treatment, easy goal, Garland cruised through #22 ex-star Suter pass from right boards to mid scored one touch; (2) 70-76-81 51-77 shortly after 1st goal, pass from left corner to left top circle scored one timer; (3) 18-89 6-55 on PK puck bounced past #8 VAN Garland so STL had 1x1 on PK; (4) 18-25-63-89 72 on PP pass from right circle to left circle scored as one timer; (5) 18-89 6-55 on PK pass deflected off #55 stcik to goal;(6) 10-20-63 6-55 (7) 18-81 72 ",
        "topic": "UX",
        "tip_id": "b8f3"
    },
    {
        "title": "You are watching stats for NSH at DAL gamePeriod: 2 Time: 11:40 Score: 1 : 0goal: Ryan O'Reilly assist 1 Jonathan Marchessault assist 2 Adam Wilsby Period: 2 Time: 13:33 Score: 2 : 0assist 2 Steven Stamkos assist 1 Jonathan Marchessault goal: Tommy Novak Period: 2 Time: 14:39 Score: 3 : 0goal: Ryan O'Reilly assist 1 Kevin Gravel Period: 3 Time: 10:34 Score: 3 : 1assist 2 Jamie Benn assist 1 Sam Steel goal: Lian Bichsel Period: 3 Time: 16:47 Score: 4 : 1assist 2 Gustav Nyquist assist 1 Ryan O'Reilly goal: Zachary L'Heureux ",
        "username": "#3 Dumba did not play again. Annunen 2nd G was in net for NAS. There was a goal against stars late in 1st at overruled on challenge at that time shots differential was 3x9. when score was 3:0 shots differential was 15x19. NAS in less than 3 minutes late in 2nd. Another NAS goal was erased in 3rd after challenge at that time shot differential was 34x25 stars late in 3rd.",
        "tip": "(1) 11-21 5-23 4x4 stars on change pass from NAS D zone to our zone saved by #29 Otty but then pass behind G line to point scored because #5 was overpowered ; (2) 22-63-14 4-55 #14 Benn hit NAS near boards but puck bounced to mid stars were overplayed at point; (3) 10-15-22 5-23 unfortunate attempt by #5 to shoot puck from D zone was intercepted at blue line immediate shot redirected at point; (4) 18-53-14 6-46 fast 3x3 by stars #6 scored his first nhl goal in his first nhl game after pass from #18; (5) 95-18-53-11-27-21 with EN and 6F we lost battle near the boards then score from point to EN. #21 lost battle ",
        "topic": "UX",
        "tip_id": "1eb6"
    },
    {
        "title": "You are watching stats for VGK at WPG gamePeriod: 1 Time: 09:27 Score: 0 : 1assist 1 Vladislav Namestnikov assist 2 Cole Perfetti goal: Nikita Chibrikov Period: 3 Time: 04:34 Score: 1 : 1goal: Keegan Kolesar Period: 3 Time: 10:55 Score: 1 : 2assist 1 Dylan DeMelo goal: Josh Morrissey assist 2 Alex Iafallo Period: 3 Time: 18:11 Score: 2 : 2assist 1 Mark Stone assist 2 Shea Theodore goal: Victor Olofsson Period: 4 Time: 03:47 Score: 3 : 2assist 1 Shea Theodore goal: Ivan Barbashev ",
        "username": "shot differential was 15x4 VGK after 30+ mins. it was 24x12 in the middle of 3rd. scored was 1:1 after 50.5 min. score was still 2:1 WPG with 2 minutes remaining and VGK having 2 men adv. The WPG scored 2:2 with2 mins left. But VGK scored in OT",
        "tip": "(1) 7-90-91 44-2 shot from blue line saved bust scored on easy deflection off point; (2) 55-13-61 2-64 VGK suddenly scored from top right circle; (3) 55-26-9 44-2 shot from blue line; (4) 17 64-2 on 5x3 pass from left circle to right circle scored one timer; (5) 55-81 24 OT  goal",
        "topic": "UX",
        "tip_id": "5bc3"
    },
    {
        "title": "You are watching stats for STL at EDM gamePeriod: 1 Time: 12:25 Score: 0 : 1goal: Corey Perry assist 1 Darnell Nurse assist 2 Leon Draisaitl Period: 2 Time: 05:19 Score: 0 : 2goal: Connor McDavid Period: 2 Time: 14:37 Score: 0 : 3goal: Zach Hyman assist 2 Leon Draisaitl assist 1 Connor McDavid Period: 3 Time: 05:02 Score: 1 : 3assist 2 Colton Parayko assist 1 Robert Thomas goal: Dylan Holloway Period: 3 Time: 13:09 Score: 2 : 3assist 2 Pavel Buchnevich assist 1 Jordan Kyrou goal: Jake Neighbours Period: 3 Time: 14:18 Score: 2 : 4assist 1 Jeff Skinner goal: Troy Stecher ",
        "username": "EDM has 3:0 lead in 2nd. And one goal was disallowed though it was maybe a good goal. And EDM hit iron in 2nd. Shot differential was 21x14 STL in 3rd but it was all EDM. 3 goals by EDM on special teams. Then STL made it 3:2 including one almost 5x3. But then random shot from boards sored for EDM. STL lines 10-20-25, 12-13-26, 18-63-89, 70-76-81. Pairs 6-55, 22-72, 48-51",
        "tip": "(1) 81-89 6-22 on PK shot pass from blue redirected from point; (2) 25-10-20 6-55 #6 tried to pass but puck hit #55 shin pad turned to #97 who scored from mid one touch not sure why #12 faksa had penalty but STL played with 5 men; (3) 20-26 22-72 on PK pass from left circle redirected from point; (4) 18-76-81 6-55 shot from mid by #55 deflected by G but pass from behind G line to mid scored one timer; (5) 18-25-63-89 72 PP right after long 5x3 PP expired pass from right circle to mid scored on hold and release; (6) throw not pass from behind G line picked up by EDM D near right boards sharp angle shot",
        "topic": "UX",
        "tip_id": "1102"
    },
    {
        "title": "You are watching stats for STL at CGY gamePeriod: 1 Time: 12:49 Score: 1 : 0assist 1 Brayden Schenn assist 2 Philip Broberg goal: Zack Bolduc Period: 1 Time: 14:49 Score: 2 : 0assist 2 Ryan Suter goal: Robert Thomas assist 1 Jake Neighbours Period: 1 Time: 15:04 Score: 2 : 1assist 1 Ryan Lomberg goal: Jakob Pelletier assist 2 Daniil Miromanov Period: 2 Time: 05:23 Score: 2 : 2assist 2 MacKenzie Weegar assist 1 Connor Zary goal: Matt Coronato Period: 3 Time: 06:00 Score: 3 : 2goal: Pavel Buchnevich assist 1 Robert Thomas assist 2 Philip Broberg Period: 3 Time: 07:06 Score: 3 : 3assist 1 Jonathan Huberdeau goal: MacKenzie Weegar Period: 4 Time: 02:25 Score: 4 : 3goal: Colton Parayko assist 1 Robert Thomas assist 2 Dylan Holloway ",
        "username": "Vladar #80 was in goal for flames. Blues led 2:0 but flames made it 2:2 in 2nd. team traded quick goals in 3rd for 3:3. Blues won in OT. Odd that CAL scored very quick goals on 0:2 and 2:3. CAL had 37x21 shot advantage after 3rd. They really tried to score after 3:3. no shift stats in nhle",
        "tip": "(1) 76-10-20 81-6 pass from left corner top mid scored one timer; (2) 18-89-63 22-51 one player effort by #18 who carried the puck from center scored from left circle; (3) 25-10-81 77-48 seconds after, shot from blue line deflected by G but scored on rebound; (4) 12-70 22-51 PK scored from mid CAL F waited for lane to open; (5) 18-63-89 6-55 pass from left circle to right circle hold and release shot pass from point; (6) 18-89 55-48 4x4 board battle behind G line won by CAL quick pass to point scored one timer; (7) 18-81 55 great individual effort by #18 in OT saved but scored from point",
        "topic": "UX",
        "tip_id": "cec0"
    },
    {
        "title": "You are watching stats for STL at DAL gamePeriod: 1 Time: 09:08 Score: 1 : 0assist 2 Pavel Buchnevich goal: Jordan Kyrou assist 1 Robert Thomas Period: 2 Time: 02:39 Score: 1 : 1assist 1 Jamie Benn assist 2 Roope Hintz goal: Jason Robertson Period: 4 Time: 02:31 Score: 1 : 2goal: Matt Duchene assist 1 Esa Lindell assist 2 Jason Robertson ",
        "username": "At 0:1 Stars had multiple chances. Shot differential was 7x7 in 1st then it became 17x7 stars in 2nd. It may be blasphemy but looked like stars tried to shoot to goalie. then differential was 27x10, 32x12 in 3rd. Really looked like they wanted to end game 1:1 then score in OT",
        "tip": "(1) 18-15-10 46-23 just as penalty expired shot from mid blocked by #15 then STL F had time to hold and release on rebound; (2) 24-53-14-21 4 on PP pass from left circle to mid scored one timer by #21; (3) 95-21 55 individual effort by #95 from in OT he carried puck from D zone nobody stopped him",
        "topic": "UX",
        "tip_id": "83e7"
    },
    {
        "title": "You are watching stats for NYR at STL gamePeriod: 1 Time: 18:51 Score: 0 : 1goal: Pavel Buchnevich assist 2 Robert Thomas assist 1 Jake Neighbours Period: 2 Time: 06:33 Score: 0 : 2assist 2 Brayden Schenn goal: Jordan Kyrou assist 1 Alexey Toropchenko Period: 2 Time: 10:28 Score: 0 : 3goal: Robert Thomas Period: 3 Time: 10:18 Score: 1 : 3goal: Brett Berard Period: 3 Time: 11:37 Score: 2 : 3assist 2 Filip Chytil assist 1 Alexis Lafrenière goal: Will Cuylle ",
        "username": "both teams were on 2nd night on back to backs. NYR lost last night to NJD early. But STL took point at DAL. Teams played Hofer and Quick as backup goalies. STL made it 3:0 when differential was 14x12 NYR. Then STL just played smart. Though NYR scored twice",
        "tip": "(1) pass from left G line to mid scored one timer pass was not intercepted shot was not blocked by NYR; (2) NYR D fumbled puck in D zone STL #25 took it individual effort not sure how two assists were added; (3) quick 2x1 no pass just shot; (4) STL skated over the puck NYR F shot from left dot maybe deflected off #55 stick; (5) NYR F outbattled behind G line quick pass to left circle one timer",
        "topic": "UX",
        "tip_id": "d13b"
    },
    {
        "title": "You are watching stats for NJD at STL gamePeriod: 1 Time: 15:13 Score: 1 : 0goal: Ondrej Palat assist 2 Brett Pesce assist 1 Luke Hughes Period: 2 Time: 13:09 Score: 2 : 0goal: Stefan Noesen assist 1 Nico Hischier assist 2 Jack Hughes Period: 3 Time: 03:38 Score: 3 : 0goal: Brenden Dillon Period: 3 Time: 10:28 Score: 3 : 1assist 2 Brayden Schenn assist 1 Justin Faulk goal: Jordan Kyrou Period: 3 Time: 16:44 Score: 4 : 1goal: Jesper Bratt assist 1 Jack Hughes ",
        "username": "Score was 3:0 with shots 21x12 NJD after 45. pair 55-17 was on ice for 3 goals against including one PK and one EN. Then 2 goals scored with EN. STL lines were 10-13-25 18-63-89 20-26-71 70-76-81 pairs were 6-72 17-55 22-48. Shots after 1st were just 7x5 NJD after 2nd 14x12 NJD, 21x12 after 45 min.",
        "tip": "(1) 71-20-26 72-6 quasi shot pass from NJD D zone missed the net but NJD F was first shot from left circle uncovered definitely defense error; (2) 18-89 55-17 on PK shot from sharp angle deflected by G but scored on 3rd rebound attempt; (3) 10-63-81 55-17 clearing attempt by #81 was caught near blue line shot from blue line G was screened by 4 bodies; (4) 18-25-10-89-63 72 with 6x5 pass from mid blue line to left circle scored on hold and release; (5) 70-76-20-81 55-17 with EN lost battle behind NJD G line",
        "topic": "UX",
        "tip_id": "fdcc"
    },
    {
        "title": "You are watching stats for WSH at CHI gamePeriod: 1 Time: 04:16 Score: 1 : 0goal: Pierre-Luc Dubois Period: 1 Time: 13:18 Score: 2 : 0assist 1 Lars Eller assist 2 Jakub Vrana goal: Andrew Mangiapane Period: 3 Time: 00:51 Score: 2 : 1assist 1 Teuvo Teravainen goal: Ilya Mikheyev Period: 3 Time: 14:07 Score: 2 : 2goal: TJ Brodie assist 2 Teuvo Teravainen assist 1 Ilya Mikheyev Period: 3 Time: 17:42 Score: 2 : 3assist 1 Connor Murphy assist 2 Teuvo Teravainen goal: Ryan Donato ",
        "username": "WAS had 2:0 lead in 1st with 4x3 shots. CHI and WAS had 2nd goalies Soderblum and Thompson. And then shots were 7x19 CHI after 2nd. Shots were 20x23 in the end. Cannot believe that game was not rigged.",
        "tip": "(1) error by CHI D was lost the puck so WAS F scored like 1x1; (2) WAS F overplayed CHI D for individual effort; (3) on PK CHI scored in 3rd; (4) great attack by CHI shot from top right circle scored; (5) CHI F won board battle behind G line then individual effort to score with WAS D opening road for him",
        "topic": "UX",
        "tip_id": "1315"
    },
    {
        "title": "You are watching stats for TOR at DAL gamePeriod: 1 Time: 05:14 Score: 0 : 1goal: Sam Steel assist 1 Oskar Bäck assist 2 Logan Stankoven Period: 1 Time: 06:13 Score: 1 : 1assist 1 Morgan Rielly goal: Max Domi Period: 2 Time: 00:22 Score: 1 : 2assist 2 Jamie Benn goal: Evgenii Dadonov assist 1 Wyatt Johnston Period: 2 Time: 05:15 Score: 2 : 2goal: William Nylander assist 2 Mitch Marner assist 1 Auston Matthews Period: 2 Time: 05:31 Score: 3 : 2goal: Nicholas Robertson Period: 2 Time: 11:01 Score: 4 : 2assist 1 Nicholas Robertson goal: Bobby McMann Period: 3 Time: 17:44 Score: 4 : 3assist 1 Evgenii Dadonov goal: Colin Blackwell assist 2 Miro Heiskanen Period: 3 Time: 18:17 Score: 5 : 3assist 1 John Tavares goal: William Nylander ",
        "username": "TOR first G is injured they played with 2nd G. teams quickly exchanged goals in 1st. TOR scored 3 goals in 6 minutes in 3rd. At that time shots were",
        "tip": "(1) 10-15-18 4-23 #18 surprisingly easy overplayed #34 Austin Matthews for 1x1; (2) 22-53-14 2-28 turnover in neutral ice by #2 led to odd man rush basically was individual effort by#18 Domi #28 tried to block pass not shot; (3) 53-63-14 4-23 looks easy effort by #63 after pass from #14 from D zone; (4) 22-95-27 6-46 fast 2x2 by TOR shot from right circle #6 was out of position; (5) 11-95-27 2-28 TOR F lost puck regained it shot on rotation from right circle; (6) 24-22-21 46-23 (7) 15-18-11-22-63 4 (8) 24-53-95-14-21 4 ",
        "topic": "UX",
        "tip_id": "ad6d"
    },
    {
        "title": "You are watching stats for TOR at DAL gamePeriod: 1 Time: 05:14 Score: 0 : 1goal: Sam Steel assist 1 Oskar Bäck assist 2 Logan Stankoven Period: 1 Time: 06:13 Score: 1 : 1assist 1 Morgan Rielly goal: Max Domi Period: 2 Time: 00:22 Score: 1 : 2assist 2 Jamie Benn goal: Evgenii Dadonov assist 1 Wyatt Johnston Period: 2 Time: 05:15 Score: 2 : 2goal: William Nylander assist 2 Mitch Marner assist 1 Auston Matthews Period: 2 Time: 05:31 Score: 3 : 2goal: Nicholas Robertson Period: 2 Time: 11:01 Score: 4 : 2assist 1 Nicholas Robertson goal: Bobby McMann Period: 3 Time: 17:44 Score: 4 : 3assist 1 Evgenii Dadonov goal: Colin Blackwell assist 2 Miro Heiskanen Period: 3 Time: 18:17 Score: 5 : 3assist 1 John Tavares goal: William Nylander ",
        "username": "TOR first G is injured they played with 2nd G. teams quickly exchanged goals in 1st. TOR scored 3 goals in 6 minutes in 3rd. At that time shots were 21x8 Stars. Otty #29 was replaced after 2nd. Not sure in 3rd looked like #4 made his best not to score. shoot right into glove.",
        "tip": "(1) 10-15-18 4-23 #18 surprisingly easy overplayed #34 Austin Matthews for 1x1; (2) 22-53-14 2-28 turnover in neutral ice by #2 led to odd man rush basically was individual effort by#18 Domi #28 tried to block pass not shot; (3) 53-63-14 4-23 looks easy effort by #63 after pass from #14 from D zone; (4) 22-95-27 6-46 fast 2x2 by TOR shot from right circle #6 was out of position; (5) 11-95-27 2-28 TOR F lost puck regained it shot on rotation from right circle; (6) 24-22-21 46-23 stars turnover by #24 in neutral zone quick pass shot from left circle not defended by #46; (7) 15-18-11-22-63 4 on 6x5 pass from right circle to left point scored; (8) 24-53-95-14-21 4 lost puck on 6x5 they scored on EN",
        "topic": "UX",
        "tip_id": "31a4"
    },
    {
        "title": "You are watching stats for WPG at TOR game",
        "username": "13-55-81 line was on ice for 5 goals 4:1 and then two more goals were scored on special teams. and 3 out of 4 their goals were scored on quick pass from left board scored from point.",
        "tip": "(1) 13-55-81-27 44 on PP shot from blue line deflected by G but he lost site of puck, scored on rebound from right circle; (2) 13-55-81 2-44 quick 2x1 pass from left circle scored on redirection from point; (3) 7-36 24-4 on PK pass from right circle to left point not intercepted by TOR D; (4) 13-55-81 2-14 WPG overplayed D near boards pass to point redirected in one touch; (5) 13-55-81 2-44 like previous quick pass from left board to point then G saved but it was under his skate eventually scored; (6) 13-55-81 2-44 classic attack shot from mid not defended by WPG D; (7) 55-9-81 4-6 with TOR EN, TOR D mysteriously fell in the mutual zone quick attach by WPG scored to EN",
        "topic": "UX",
        "tip_id": "0129"
    },
    {
        "title": "You are watching stats for MIN at WPG game",
        "username": "unusual to see no goals from 13-55-81 line just their contribution on 1st PP",
        "tip": "(1) 13-55-27-81 44 PP (2) 36-19-9 2-44 (3) 91-7-62-9 4 PP (4) 7-91-27 44-2 (5) 7-91-62 6-4 ",
        "topic": "UX",
        "tip_id": "de30"
    },
    {
        "title": "You are watching stats for UTA at MIN game",
        "username": "before tomorrow's game vs MIN here are MIN lines in a loss 3 games ago. after that they lost to WPG and won CHI. F lines: 12-89-90, 17-22-38, 19-21-39, 23-36-97. Fleury was in goal",
        "tip": "(1) 23-36-97 25-7 fast 2x1 waited for #97 to become 3x2 three passes allowed by UTA defense in D zone before shot; (2) 89-36-97 24-44 great individual effort by UTA F -> other F shot from top left circle scored on rebound; (3) 22-17 25-24 PK right after FO win pass from top right circle to left circle scored",
        "topic": "UX",
        "tip_id": "df9e"
    },
    {
        "title": "You are watching stats for CHI at MIN game",
        "username": "MIN lines were 12-89-90 13-19-39 17-22-38 23-36-97 pairs were 4-24 7-25 46-47. Gustaffson was in goal after injury.23-36-97 lines was 1:1 second game in row. MIN 1st goal disallowed G interference. 7-25 pair was 2:2",
        "tip": "(1) 23-36-97 25-7 #26 lost puck in M zone then individual effort by CHI #98; (2) 23-36-97 46-47 pass from right boards by #36 redirected in front of net; (3) 12-89-90 7-25 MIN allowed 3x1 by CHI scored from point on rebound; (4) 39-13-17 46-47 backhand shot from left circle by #46; (5) 22-38-17 7-25 pass from bottom right circle to blue line scored one timer; (6) 89-13-17 7-25 5x6 shot to EN from D zone; (7) 22-38-97 24-46 5x6 scored against",
        "topic": "UX",
        "tip_id": "b478"
    },
    {
        "title": "You are watching stats for SEA at VAN game",
        "username": "VAN led 4:1 with less than 5 minutes remaining in 3rd. And SEA defense was really leaky. One VAN goal was disallowed. Then suddenly things changed. SEA scored one then two with 6x5. At least 2nd and 4th SEA goals did not look intentional. And in OT things did not look right. VAN F over skated puck then sudden turnover",
        "tip": "(2) first SEA goal bit Demko cleanly: he saw the shot; (6) shot from behind the G line bounced off VAN D to net; (7) with 6x5 SEA and 72 seconds remaining VAN #7 turned puck over in D zone shot from middle; (8) with 6x5 SEA and 48 seconds remaining puck bounced to SEA F who scored on his rebound from point; (9) goal in OT looked suspicious too much error from VAN led to 1x1",
        "topic": "UX",
        "tip_id": "25d1"
    },
    {
        "title": "You are watching stats for EDM at ANA game",
        "username": "EDM had 3:1 lead in mid 2nd with just 10 shots. I believe 2 goals were scored on PP. EDM had 12 shots after 2nd. It was 24x29 when ANA 4th goal was scored. And just before ANA scored 4th there was another very close chance",
        "tip": "(5) EDM G tried to move puck away but it was held near blue line shot from blue line off Nurse' stick (6) on fast attack, pass from left G line to right circle one timed; (7) after boards battle behind the G line shot from near left post gets through; (8) ANA scored to EN",
        "topic": "UX",
        "tip_id": "b18d"
    },
    {
        "title": "You are watching stats for MIN at DAL game",
        "username": "Stars blew up 2:0 lead in mid 3rd. Two goals scored by Johnson line. After 2 periods shots were 22x8 stars. But #21 was on ice for 2 goals against. #27 had injury left the game: puck in the face. Definitely goals 1 and 3 against were preventable",
        "tip": "(1) 53-63-14 23-5 quick attack after 2 passes from D zone #63 scored on 1x1; (2) 53-63-14 46-6 #46 won boards battle -> fast 3x2 attack from D zone; (3) 95-15-21 23-5 fast 2x2 by MIN pass from right blue line to top left circle scored on hold and release #23 did not intercept pass but #5 fell to block shot but did not block; (4) 24-22-21 46-6 pass from right circle to blue line scored on one timer deflected off MIN F foot; (5) 53-95 4 wraparound by MIN D on 3x3 #53 was just watching it was 1st shot in OT",
        "topic": "UX",
        "tip_id": "728b"
    },
    {
        "title": "You are watching stats for NSH at WPG game",
        "username": "WPG lines 7-27-91, 9-17-62, 13-55-81 15-19-36. late goal in 2nd followed by 2 goals in 3rd on PP",
        "tip": "(1) 36-17-9 2-64 pass from bottom left circle to top right circle hold and release; (2) 13-55-27-81 44 on 5x3 tik-tak-toe; (3) 13-55-27-81 44 same PP 5x4 tik-tak-toe saved by G scored on rebound",
        "topic": "UX",
        "tip_id": "889f"
    },
    {
        "title": "You are watching stats for MTL at VGK game",
        "username": "VGK led 2:0 after 1st. Late in 2nd when MTL scored 1st shots were 14x16 VGK. When MTL scored 3:2 shots were 21x19 MTL. Shots were 29x22 VGK in the end but VGK did not score. They did have great chance with 6x5 with 2 shots one by one.",
        "tip": "(1) quick goal by VGK when D joined the rush; (2) another goal by VGK D from mid puck bounced to him hold and release; (3) pass from top right circle to bottom left circle one timer; (4) VGK D tried to move puck from D zone from behind G line but it was stopped at blue line shot from blue line scored on rebound; (5) odd men rush MTL F tried to pass from bottom left circle but it was deflected to net off the goalie",
        "topic": "UX",
        "tip_id": "7ece"
    },
    {
        "title": "You are watching stats for ANA at WPG game",
        "username": "WPG 13-55-81 line was 1x1. 17-62-9 line was 2x0. 2-44 line was 3x1. but 4-64 line was 0x2. WPG seemed to control the game. They led. But ANA scored with EN. Then won in OT",
        "tip": "(1) 13-55-81 2-44 WPG F won puck battle near the board pass to mid then backhand pass to point score; (2) 17-62-9 2-44 fast 2x1; (3) 7-91-27 2-44 shot from blue line tipped at point; (4) 13-55-81 4-64 pass from almost blue line to left dot scored on one timer; (5) 17-62-9 2-44 shot from blue line intentional miss but scored on wraparound; (6) 17-91-27 4-64 with ANA 6x5 shot from blue line; (7)  17-91 44 on 3x3 ANA F skated from D zone to WPG zone effectively 2x1 but scored as individual effort",
        "topic": "UX",
        "tip_id": "6e99"
    },
    {
        "title": "You are watching stats for BUF at COL game",
        "username": "COL is known for comebacks. They were losing 0:3 in 2nd, 2:4 and 3:5 in 3rd. Still they scored 2 with 6x5 then won in OT. One COL goal disallowed offside and one BUF goal counted after COL challenge no G interference. Wedgy was replaced around 2:4 because of injury. He will miss some time. 29-96-(62 or 27 or both or none) are 4:2. Pair 7-8 are 3:2",
        "tip": "(1) 17-62 7-8 PK pass from blue line to left corner then to right point one timed; (2) 29-96-62 42-67 fast attack almost 1x1; (3) 62-94 7-8 PK similar to first goal but opposite direction: pass from right corner to left point redirected; (4) 29-96-27 7-8 individual effort by #8 but unclear why BUF F did not try to prevent; (5) 37-20-62 49-42 shot from blue line scored on rebound; (6) 17-25-94 49-42 BUF F pushed on COL G fell on him that was injury BUF F scored on wraparound; (7) 29-27-96-27 8 5x3 pass from left circle to right dot scored one timer; (8) 29-96-27 7-67 COL D dispossessed behind G line pass from right corner to right point scored on second rebound; (9) 29-96-27-62 7-8 6x5 one timer from blue line; (10) 29-96-27-62 7-8 6x5 pass from left circle one timed from mid; (11) 29-97 7 3x3 BUF suddenly lost puck 1x1 score",
        "topic": "UX",
        "tip_id": "3b31"
    },
    {
        "title": "You are watching stats for DET at WPG game",
        "username": "1st period shots were 17x6 DET. No goals from WPG 13-55-81 line. DET played backup G. WPG hit DET iron at least twice.",
        "tip": "(1) 15-17 4-64 PK pass from top left circle to right circle scored on hold and release; (2) 36-81 4-44 PK pass from blue line to top left circle one timed puck hit #4 stick; (3) 55-62-9 4-44 shot from blue line off DET D stick; (4) 7-62-9 4-44 kind of fast attack pass from left mid to right point scored one touch; (5) 7-62-27 2-4 shot pass from blue line redirected at point; (6) 13-17-55-27-81 44 EN DET D won board battle in right corner pass to M zone scored EN",
        "topic": "UX",
        "tip_id": "2f42"
    },
    {
        "title": "You are watching stats for MTL at COL game",
        "username": "MTL G played just 2nd NHL game. COL quickly solved him on PP. At that time shots were 5x0 COL. In the middle of the 2nd shots were 12x4 COL. But late in 2nd 13x12. There was a late push by COL late in 3rd at 1:1. They even had PP. Then there was MTL PP in OT then 1x1 by COL in OT. For me it looks like Stars losing to NYR 1:2 in December.",
        "tip": "(1) 29-96-27-37 8 PP pass from top left circle to right point; (2) 17-25-94 7-8 turnover by COL led to 2x1 with 6 min remaining and COL #7 allowed pass across; (3) SO ",
        "topic": "UX",
        "tip_id": "a4b9"
    }
]